{"pageProps":{"posts":[{"content":"\nPrateći Bitcoinovo putovanje u El Salvadoru, od nove nade u malom selu do novog zakona sve autoritarnije vlade.\n\n## I. BRZ KAO MUNJA\n\nStajao sam u malom kafiću nedaleko od neasfaltirane ulice, u srednjoameričkom selu bez semafora, sat vremena vožnje zapadno krivudavim cestama u džungli od najbližeg većeg grada.\n\nPješačio sam onamo iz svog hotela, prolazeći pokraj šest restorana s krovovima od lima i cerade, oprezno pješačeći niz strmu i blatnu klisuru koju mještani koriste kao stazu za dolazak s glavne ceste na plažu. U El Zonteu je bilo vruće i vlažno, a obližnji ocean bio je uzburkan i obojen smeđom bojom od sedimenta koji je jurio u more zbog ljetnih kiša.\n\nU gradu nije bilo supermarketa, a većina stanovnika pored kojih sam prolazio na ulici nije imala bankovne račune. Unatoč nedostatku infrastrukture i izvan sezone, grad je vrvio od aktivnosti. Bilo je uzbuđenja i osjećaja nade i mogućnosti koji se prije nisu osjetili. Događalo se nešto posebno.\n\nBarista u kafiću, Karla, upravo je završila s pravljenjem savršenog cappuccina i pripremala mi je račun na tabletu na pultu ispred mene. Okrenula ga je u mom smjeru i pokazala digitalni QR kod. Izvadio sam svoj iPhone, otvorio svoj Bitcoin novčanik, skenirao pikseliziranu sliku i pritisnuo Pošalji. Manje od dvije sekunde kasnije, Karlin tablet zatreperio je zeleno. Transakcija je izvršena.\n\nKavu sam platio odmah, bez korištenja bankovnog sustava. Kupio sam piće, zapravo, digitalnom gotovinom.\n\nBaš kao da sam platio novčanicom od 5 dolara, Karla u transakciji nije saznala ništa o meni. Nije bilo posrednika (trećih strana) koje bi saznale moj identitet, nije bilo programa društvenog inženjeringa koji bi učili o mojim preferencijama, nije bilo mogućnosti da korporacije ili vlade znaju moju posljednju kupnju ili predviđaju moju sljedeću. Zapravo, bolje od novčanice od 5 dolara, nismo se morali baviti kusurom.\n\nNisam trebao obavijestiti nijednu banku ili financijsku tvrtku o svom putovanju u El Salvador. Nisam bio zabrinut da moja kreditna kartica ne radi. U El Zonteu se može nazrijeti potencijal peer-to-peer globalnog financijskog sustava. Impresioniralo me koliko trgovaca prihvaća bitcoin, koliko je lako bilo platiti i koliko je većina ljudi upoznata s tom tehnologijom.\n\nHtio sam Karli dati napojnicu, pa je izvadila svoj osobni telefon i bljesnula QR iz vlastitog bitcoin novčanika. Skenirao sam ga i poslao joj BTC u vrijednosti od 10 dolara, koji je odmah doputovao u njezin novčanik preko mreže odgovarajućeg naziva Lightning Network. Rekao sam joj da ako uštedi ovih 25.000 satoshija 10 godina, vjerojatno će s njima moći kupiti auto 2031.\n\nKarla je koristila bitcoin tek nekoliko mjeseci, ali činilo se da je shvatila da se ne šalim. Poput većine Salvadoraca - čak i onih koji su već u bitcoin ekonomiji - još uvijek nije sigurna oko nove valute i još uvijek prima plaću u dolarima. No rekla mi je da svoje napojnice štedi u bitcoinu i da je, kad se sve uzme u obzir, \"vrijedilo rizika\".\n\nPet dana nakon mog razgovora s Karlom, novi nacionalni zakon stupio je na snagu u El Salvadoru, čime je bitcoin postao zakonsko sredstvo plaćanja uz američki dolar. Potez koji je prvi put najavio 5. lipnja 2021. predsjednik Nayib Bukele, zaprepastio je svijet i dospio na naslovnice svih najvećih medija.\n\nMnogi bitcoin entuzijasti predviđali su da će jednog dana vlade država početi usvajati bitcoin. No većina je mislila da će država pretvoriti fiat u BTC kako bi ih držala kao rezervnu klasu imovine koja služi kao sredstvo za pohranu vrijednosti u bilanci središnje banke. Gotovo nitko nije predvidio da će prva vlada koja je službeno prihvatila bitcoin isti koristiti kao mrežu za plaćanja i sredstvo razmjene.\n\nBudući da je bitcoin sada zakonsko sredstvo plaćanja, Salvadorci ne moraju plaćati porez na kapitalnu dobit ako njihov BTC poraste u vrijednosti u odnosu na dolar, a mogu ga koristiti za podmirenje dugova prema bankarskom sustavu. Ako se uvođenje bitcoina nastavi prema obećanjima vlade, uskoro će se izum Satoshija Nakamota moći koristiti za kupnju robe ili usluga bilo gdje u zemlji.\nMeđutim, ujutro na dan provedbe zakona 7. rujna, skepticizam je ispunio zrak. Bi li državna aplikacija “Chivo” radila? Bi li Lightning bio dio sustava? Nitko nije znao jer je administracija, koju je vodio mladi populist Bukele, držala građane u neznanju o detaljima uvođenja.\n\nSamo nekoliko dana prije stupanja zakona na snagu, bio sam jedan od mnogih koji su sumnjali da će sve proći glatko. Svakako nisam mislio da će funkcionalnost Chivo novčanika — koja je bila tajna čak i za insajdere do posljednje sekunde — integrirati Lightning. Tako sam, ujutro na dan lansiranja, bio šokiran kad sam primio poruku od prijatelja iz El Salvadora, koji mi je rekao da su to nekako uspjeli.\n\nDao mi je svoju Lightning adresu i poslao sam mu BTC-a u vrijednosti 5 dolara. Sredstva su odmah prešla iz Kalifornije u El Salvador, uz naknade tako malu da je u mom novčaniku pisalo „iznos naknade 0,00 USD“. Nekoliko trenutaka kasnije, moj prijatelj je upotrijebio Chivo novčanik da mi vrati 5 USD, opet, gotovo bez naknade.\n\nUsporedite ovo s tipičnim iskustvom Salvadorca koji pokušava primiti doznaku iz SAD-a putem Western Uniona, gdje ćete možda morati ući u autobus, provesti sat vremena čekajući u redu, proći kroz intenzivan KYC proces, samo da biste dobili 92 dolara isplate od 100 USD zbog iznuđivačkih naknada.\n\nHumanitarne implikacije koje bi aplikacije bazirane na Lightning mreži mogle imati za Salvadorce su ogromne. Nacionalni BDP 23% ovisi o doznakama iz inozemstva, a stanovništvo je više od 2,5 puta ovisno o tim priljevima nego ostatak Srednje Amerike. Sredstva uglavnom potječu iz SAD-a gdje živi više od dva milijuna Salvadoraca koji redovito šalju novac svojim obiteljima.\n\nKasnije tog jutra, novinar časopisa Bitcoin Aaron van Wirdum ušao je u McDonald's u San Salvadoru očekujući da neće biti spreman uzeti bitcoin. Na njegovo veliko iznenađenje, kada je zatražio da plati u bitcoinu, blagajnik mu je pokazao QR kod koji ga je uputio na web stranicu s Lightning fakturom. Odmah ga je platio i otišao zapanjen uživati u svom desayuno típico (tipičan doručak u El Salvadoru). „Čarobni internetski novac“ bitcoin o kojem je van Wirdum pisao skoro desetljeće sada se mogao koristiti kao jednostavno i brzo sredstvo plaćanja ne samo u McDonald’su, već i u Starbucksu, Pizza Hutu i Wendy’su.\n\nVan Wirdum je proveo još jednu demonstraciju nekoliko dana kasnije. Otišao je na Chivo bankomat kako bi pokušao podići 20 dolara. Kada se QR kod pojavio na ekranu bankomata, on ga je fotografirao i poslao prijatelju u inozemstvu koji je zatim platio fakturu svojim Bitcoin novčanikom, tisućama milja daleko. Bez imalo muke, stroj je ispljunuo čistih 20 dolara.\n\nJedina provjera osobne iskaznice s kojom se van Wirdum susreo tijekom transakcije bila je jednostavna provjera teksta, koju je prošao s telefonskim brojem čiju je SIM karticu kupio gotovinom od trgovca u El Salvadoru. Ova bi mogućnost zaludila svakog cypherpunka iz sredine 1990-ih.\n\nDan lansiranja bio je turbulentan. Vlada je morala isključiti Chivo rano ujutro kako bi riješila probleme u posljednjem trenutku. U trgovine aplikacijama puštan je postupno tijekom dana. Neki su korisnici prijavili probleme s prijavom, a analitičari su uočili niz problema s dizajnom. Zabrinutosti oko problema s aplikacijom, nadzorom nad istom i straha od gubitka sredstava nije nedostajalo.\n\nTog dana bitcoin se srušio 17% u odnosu na dolar, Predsjednik Bukele izjavio je da je tokom tog pada kupio dodatnu količinu bitcoina. Objavio je da je država El Salvador kupila 550 bitcoina javnim sredstvima. Iznos od otprilike 21 milijun dolara u trenutku kupnje. Ta kupnja u tom iznosu od 21 milion dolara napravljena je kao poveznica na jedan od temeljnih postulata bitcoina a to je da broj bitcoina nikada neće niti može biti veći od 21 milion. Globalni mediji uvelike su ismijavali tu kupnju, zajedno s ostatkom uvođenja, koji je posvuda ismijavan, od WIRED-a do The Wall Street Journala.\n\nAli na kraju dana, aplikacija Chivo je proradila. Neke od očiglednijih grešaka su popravljene, čak i sa smislom za humor. A rasprava o logistici uvođenja zamaglila je širu sliku: vlada je službeno počela povezivati svoje stanovništvo s otvorenom monetarnom mrežom, što je bio izvanredan događaj u geopolitičkoj povijesti. Baš kao što je Engleska nekoć uvela središnje bankarstvo i državni novac kao novčanice, ovdje je bio El Salvador, koji je označio početak možda nove ere s decentraliziranom digitalnom valutom kao zakonskim sredstvom plaćanja. Bukele je mogao tražiti digitalnu valutu središnje banke ili partnerstvo s Kinom, ali je umjesto toga odabrao besplatni monetarni softver otvorenog koda.\n\nDva najvidljivija ishoda provedbe zakona o Bitcoinu su državna aplikacija Chivo — koju svaki Salvadorac može preuzeti, a zatim upotrijebiti svoj nacionalni identifikacijski broj da zatraži bitcoin u vrijednosti od 30 USD koje je poklonila vlada. Drugi su Chivo bankomati, kojih je oko 200 raspoređenih na području cijelog El Salvadora i na lokacijama unutar SAD-a na fizičkim mjestima na kojima građani mogu besplatno pretvoriti bitcoin iz Chivo novčanika u američke dolare.\n\nPristalice i kritičari bitcoina bili su iznenađeni kada je Bukeleova administracija otkrila da će uvođenje započeti samo tri mjeseca nakon što je prvi put objavila zakon. Politički, Bukeleova stranka Nove ideje ima super većinu u parlamentu i uspjela je brzo usvojiti zakon unatoč prosvjedima oporbe. Ali tehnološki, nijedna država to nikada prije nije učinila.\n\nPojavili su se detalji da je u srpnju i kolovozu skupina kompanija Athena, OpenNode, BitGoa, IBEX i Mercada pomogla Bukeleovom timu stvoriti, plasirati i aktivirati Chivo novčanike, Chivo gotovinske točke i odnose s trgovcima diljem zemlje. Vlada tvrdi da je izdvojila približno 223 milijuna dolara za financiranje uvođenja citcoina, a sve je uzeto iz sredstava koje je posudila Centralnoamerička razvojna banka.\n\nU posljednja tri mjeseca Bukeleova državna uprava radila je netransparentno. Sve do posljednje sekunde nitko nije znao koje su tvrtke angažirane za izradu aplikacija, bankomata i cijelog sustava u pozadini. Nitko ne zna što će vlada učiniti s bitcoinom koji je kupila. Nitko ne zna točno kako će trust vrijedan 150 milijuna dolara — osnovan za pružanje likvidnosti građanima koji žele trgovati svojim bitcoinom za dolare — funkcionirati. Umjesto da ove detalje podijeli na tradicionalan način, Bukele ih povremeno pusti uživo putem svog profila na Twitteru, personificirajući digitalni populizam.\n\nU isto vrijeme kada je zakon o bitcoinu stupio na snagu, Bukeleova vlada također je najavila da će raspustiti više od 100 sudaca. Vrhovni sud (koji je Bukele ranije ove godine okupio sa svojim pristašama) također je presudio da će se on moći kandidirati za još jedan predsjednički mandat 2024., te tako kršeći ustav. [Zaklada za ljudska prava (Human Rights Foundation)](https://hrf.org/), gdje sam zaposlen, bila je jedna od mnogih međunarodnih organizacija koje su oštro kritizirale Bukeleove antidemokratske akcije.\n\nKontradikcija je zapanjujuća. S jedne strane, postoji vlada koja svojim građanima daje novu valutu koja se ne može devalvirati, cenzurirati ili zaplijeniti. S druge pak strane, ista ta vlada slijedi nacrt koji je Hugo Chávez koristio 2000-ih u Venezueli za konsolidaciju vlasti, samo puno brže.\n\nSituacija je puna proturječja. Bazični, miroljubivi seoski pokret koji je započeo u El Zonteu inspirirao je nacionalni, prisilni zakon od vrha prema dolje. Novac izvan vladine kontrole gurnula je vlada koja želi kontrolirati sve više i više salvadorskog društva. Populistički vođa iznudio je zakon koji ne bi imao šanse u zemlji poput SAD-a, gdje financijski sustav ima tako visok stupanj kontrole nad izabranim političarima. Paradoksi ovog tipa otežavaju brzinsku analizu ovog slučaja. Zasigurno to nije situacija crno-bijelo.\n\nHoće li svijet za 10 godina gledati na zakon o bitcoin kao na neuspjeli eksperiment ili kao na vizionarsku odluku? Samo će vrijeme pokazati. U međuvremenu, rasprave oko usvajanja bitcoina nastavit će se između promotora i skeptika.\n\nAko pogledamo iz daljega, čini se krajnje nemogućim da bi El Salvador od svih mjesta bio prva zemlja koja je uvela financijsku tehnologiju sljedeće generacije poput bitcoina. Bilo kako bilo, u povijesnim knjigama to pravo neće biti pripisano Japanu, SADu, Njemačkoj ili možda Brazilu. Umjesto toga, studenti bi u narednim desetljećima mogli čitati o El Salvadoru, ili, kako naziv zemlje u prijevodu sa španjolskog glasi \"Spasitelj\".\n\n## II. MALO VJEROJATNO MJESTO ZA FINANCIJSKU REVOLUCIJU\n\nStiješnjen između Gvatemale i Hondurasa, El Salvador — najmanja i najgušće naseljena država u Srednjoj Americi, s prosječnim BDP-om po glavi stanovnika od oko 3500 dolara — malo vjerojatno je nulta točka za financijsku revoluciju.\n\nPa ipak, baristi, prodavači pupusa i instruktori surfanja u selu El Zonte bolje su upoznati s konceptom i upotrebom bitcoina od većine „titana“ na Wall Streetu i Silicijske doline i imaju daleko dublje razumijevanje o tome što je to bitcoin od većine bankara središnjih banaka ili direktora Fortune 500 kompanija.\n\nKako je zemlja u kojoj je prosječni mjesečni prihod manji od 300 dolara po stanovnilu pobijedila sve svjetske industrijske sile time što je prva usvojila Lightning mrežu kao nacionalni sustav za plaćanja, čini se kao holivudski film. Ali, kako kažu, istina je čudnija od fikcije.\n\nPovijesno gledano, El Salvador je doživio sudbinu sličnu mnogim zemljama globalnog juga, gdje unatoč bogatim poljoprivrednim resursima, zemlja mora uvoziti hranu. Komercijalne operacije velikih razmjera dominirale su El Salvadorom tijekom prošlog stoljeća, iskorištavajući najbolje agrarne izvore za izvoz globalnim potrošačima, na račun lokalnog stanovništva. Borba oko vlasništva zemlje kulminirala je 1932. s La Matanzom, najsmrtonosnijim masakrom u zemlji, gdje je vojska ubila više od 30.000 seljaka.\n\nVećina konsolidacije zemljišta u zemlji povijesno se vrtjela oko kave, koja je bila poznata kao el grano de oro ili zrno zlata. Do 1920-ih, usjev je činio 90% izvoza zemlje. Do kasnih 1970-ih kava je činila polovicu BDP-a El Salvadora, čineći zemlju trećim najvećim svjetskim proizvođačem. Deset posto teritorija zemlje još uvijek je pokriveno plantažama kave. Fraza \"Banana republika\" je okrutna, ali na neki način točno opisuje sudbinu mnogih Salvadoraca jer su često bili podređeni interesima multinacionalnih korporacija i stranih sila.\n\nGodine 1979. izbio je brutalni građanski rat koji je proizašao iz desetljećima starog sukoba oko zemlje i vanjske kontrole, sukobivši desničarski režim i ljevičarsku gerilu. Salvadorci su bili žrtve hladnoratovskog posredničkog sukoba između SAD-a i SSSR-a. SAD je podupirao salvadorski režim oružjem i novcem kako bi se borio protiv revolucionara koji su se zakleli da će tražiti natrag zemlju od stranih korporacija.\n\nSlužbeni američki narativ bio je da su ti gerilci bili dio komunističke zavjere koju su poduprli SSSR, Kuba i Istočna Njemačka. I dugi niz godina, Sovjeti su doista podržavali radikalni ljevičarski FLMN (El Salvadorska lijeva radikalna stranačka orijentacija) oružjem i obukom. Na kraju Carterove administracije, SAD je odgovorio podupiranjem \"najveće protupobunjeničke kampanje od Vijetnamskog rata\".\n\nSalvadorski režim bio je iznimno brutalan, ali je dobio stalnu podršku SAD-a u svom ratu protiv marksističkog terora. Godine 1980. nadbiskup Oscar Arnulfo Romero, koji je koristio svoju platformu za kritiziranje hunte — pozivajući je da “zaustave represiju” — ubijen je dok je držao privatnu misu. Pucnjavu je orkestrirao Roberto D’Aubuisson (također poznat kao “Blowtorch Bob” po jednoj od njegovih omiljenih metoda mučenja), koji je diplomirao na School of Americas, zloglasnom vojnom centru za obuku u Fort Benningu, Georgia. Nakon ubojstva metastaziralo je nacionalno nasilje.\n\nSAD je na kraju dao 5 milijardi dolara salvadorskom režimu tijekom 1980-ih da zadrži komunizam na odstojanju. Tijek sredstava nakratko je zamrznut 1980. od strane Jimmyja Cartera, nakon što su režimske snage silovale i ubile tri američke časne sestre i američkog misionara, ali su ponovno aktivirani nedugo prije nego što je Ronald Reagan preuzeo dužnost. Kada je odluka o obnovi potpore javno dovedena u pitanje, Reaganova savjetnica za politiku Jeanne Kirkpatrick branila je taj potez rekavši da časne sestre \"nisu bile samo redovnice... one su bile i političke aktivistice.\"\n\nPočetkom 1980-ih, više američkih dolara pomoći i vojne potpore stizalo je u El Salvador nego u bilo koju drugu zemlju, osim Izraela ili Egipta. Osoblje američkog veleposlanstva u San Salvadoru bilo je veličine osoblja u New Delhiju, unatoč tome što su služili zemlji koja je bila 200 puta manja. Salvador je, u očima Washingtona, bio kritična linija obrane od sovjetskog utjecaja.\n\nDvanaestogodišnji građanski rat uništio je infrastrukturu zemlje, vrativši proizvodnju, trgovinu, poljoprivrednu proizvodnju i životni standard desetljećima unazad. Do 1998., na primjer, kupovna moć urbanih Salvadoraca bila je samo jedna trećina onoga što je bila 1980. Za rat koji je dijelom bio sukob oko bogatstva i raspodjele zemlje, tragedija je bila u tome što su nejednakost i stvarne plaće bile još gore nakon rata nego prije.\n\nViše od milijun ljudi je raseljeno, a više od 75 000 ubijeno, često na barbarski način kao upozorenje ostatku stanovništva. Prema komisiji UN-a za istinu, oko 85% žrtava ubile su paravojne formacije i odredi smrti koje podržavaju SAD.\n\nPovjesničari još uvijek iskopavaju ostatke onih koje su ubile snage uz podršku SAD-a početkom 1980-ih, uključujući i mjesto jednog užasnog incidenta u El Mozoteu. U ovom planinskom području malih sela u prosincu 1981. više od 900 ljudi masakrirano je od strane bataljuna Atlacatl, posebne naoružane jedinice koja je obučavana na američkom tlu. Dvjesto četrdeset i osam poginulih bila su djeca mlađa od šest godina. Smatra se najvećim masakrom u modernoj povijesti Latinske Amerike i \"središnjom parabolom\" Hladnog rata.\n\nIzvještaje iz prve ruke iz El Mozotea bolno je čitati. Neizreciva okrutnost divljačkih vojnika zorno je prikazana u izvješću New York Timesa, koje je napisao novinar koji je posjetio to područje nekoliko tjedana nakon zločina. Pa ipak, nekoliko mjeseci kasnije, Reagan je Kongresu SAD-a potvrdio da \"iako ozbiljni problemi i dalje postoje, zaključujemo da Vlada El Salvadora ulaže usklađene i značajne napore kako bi se pridržavala međunarodno priznatih ljudskih prava.\"\n\nBranitelji uplitanja SAD-a tijekom građanskog rata u El Salvadoru opravdavaju krvoproliće govoreći da bi zemlja pala na putu komunističke Kube da Amerikanci nisu intervenirali. Ali 75 000 života i 15 godina izgubljene gospodarske aktivnosti teška je cijena. Tijekom proteklih 25 godina El Salvador se liječio i oporavljao, ali je i dalje bez snažne vladavine zakona i još uvijek je obilježen iznimnom količinom nasilja.\n\nViše od 500.000 Salvadoraca pobjeglo je tijekom 1980-ih, uspostavivši snažan protok migranata u SAD, ali nakon što je građanski rat završio 1992., predsjednik Clinton dopustio je da posebna pravila za salvadorske migrante završe. Deseci tisuća poslani su kući praznih ruku. Mnogi od tih mladića osnovali su i pridružili se bandama, primjerice MS-13, koja je osnovana u Los Angelesu i tek Clintonovom odlukom potisnuta u El Salvador.\n\nIzmeđu 2000. i 2017. približno 2,5 milijuna ljudi ubijeno je u Latinskoj Americi, Srednjoj Americi i na Karibima, u usporedbi s 900 000 ubijenih u ratovima u Siriji, Iraku i Afganistanu tijekom tog istog vremena. El Salvador leži u središtu ovog nasilja, uglavnom kao rezultat sukoba bandi. 2015. godine El Salvador smatran je najopasnijom zemljom na svijetu koja nije u ratu.\n\nPrema izvješću iz 2015., “strah je prožeo svakodnevni život, osobito u siromašnim zajednicama gdje su bande zauzele većinu njihovih teritorija. Stanovnici koji prijeđu nevidljivu crtu između njih — obično most bezazlenog izgleda, cestu ili park — riskiraju batine ili čak smrt. Taksisti se boje pogrešnih skretanja koja mogu dovesti do pljačke ili otmice. Izleti u kupnju, ljubavni susreti i nogometne utakmice ograničeni su sigurnosnim razlozima. Ni ostanak kod kuće nije jamstvo sigurnosti...\n\n“Prodavači, frizeri i vlasnici restorana često su napadnuti od strane iznuđivača, koji obično prijete podmetanjem požara ili odsijecanjem ušiju ili prstiju supružnicima ili djeci. Roditelji sa sve većom uzbunom promatraju kako se njihovi sinovi i kćeri približavaju pubertetu - i neizbježne pritiske koji slijede da se pridruže lokalnoj bandi. Često se nema kome obratiti za podršku: učitelji se boje učenika, a policija se boji ući u mnoge zajednice.”\n\nBez obzira na nečije stavove o bitcoinu, zapanjujuće je da se o mjestu o kojem se ne tako davno govorilo kao o ratnoj zoni sada diljem svijeta raspravlja kao o pioniru nove financijske tehnologije.\n\n## III. TRAUMA DOLARIZACIJE\n\nNacionalna ekonomska borba pratila je poslijeratno nasilje u El Salvadoru. Danas kava, stočarstvo, drvena građa i ribolov čine bazu izvoza robe koja ne može zadovoljiti potrebe rastućeg stanovništva. Zemlja je zabilježila napredak od kraja rata, ali nije bila u stanju podmiriti svoj vanjski dug, te se i dalje oslanja na inozemnu pomoć, zaduživanje i doznake. Gospodarski rast također je usporen katastrofalnim prirodnim katastrofama, s razaranjima od uragana Mitch 1998. koji je prouzročio štetu od [400 milijuna dolara](https://web.archive.org/web/20051026083640/http:/www.iadb.org/regions/re2/consultative_group/backgrounder4.htm) i potresom magnitude 7,6 2001. godine koji je prouzročio štetu od [2,8 milijardi dolara](https://reliefweb.int/report/el-salvador/el-salvador-earthquakes-final-fact-sheet-fiscal-year-fy-2001).\n\nKao što kaže salvadorska izreka, \"naš najveći izvoz su naši ljudi\". Istraživanje ukazuje na inozemne novčane doznake kao jedan od glavnih razloga za smanjenje siromaštva u El Salvadoru u posljednjih 25 godina. Tokovi - koji čine otprilike četvrtinu BDP-a - su vitalni, ali sve to vrijeme i trud koji Salvadorci potroše u Los Angelesu, Washingtonu ili New Yorku idu na izgradnju stvari i pružanje usluga Amerikancima, a ne Salvadorcima kod kuće.\n\nSalvadorska vlada je 2001. godine uvela američki dolar kao zakonsko sredstvo plaćanja, što je brzo zamijenilo tradicionalni colón kao nacionalnu valutu. Predsjednik Francisco Flores najavio je prijelaz u studenom 2000., a implementacija se dogodila 1. siječnja 2001., samo 39 dana kasnije. Zemlja je bila [98% dolarizirana](https://www.jstor.org/stable/4141619) u samo 18 mjeseci. Iznenadni zaokret nije ostavio prostora za javnu raspravu, te je pobudio sumnju da je potez napravljen u korist elita, a ne većine stanovništva.\n\nZa razliku od Ekvadora, koji se nosio s ozbiljnom inflacijom, dolarizacija u El Salvadoru nije uvedena da bi se riješila hitna situacija. Inflacija je 2000. godine iznosila [4,3%](https://www.fao.org/3/Y2784E/y2784e03.htm). Umjesto toga, dolarizacija je bila makroekonomski recept. Zagovornici su rekli da bi to pomoglo u očuvanju kupovne moći radnika i zaštitilo ih od monetarne zloporabe vlade. Označavano je kao nešto što će olakšati trgovinu, spriječiti monetizaciju duga, privući strana ulaganja i sniziti kamatne stope. Banke bi posebno mogle imati koristi, budući da su niže kamatne stope značile da mogu jeftinije posuđivati iz inozemstva i posuđivati unutar zemlje radi zarade.\n\nMeđutim, prema Silviji Borzutsky, profesorici političkih znanosti na Sveučilištu Carnegie Mellon koja je proučavala dolarizaciju El Salvadora, politika je \"imala izuzetno negativne učinke na skupine s najnižim prihodima, a da nije učinila mnogo da pomogne ukupnom gospodarstvu\".\n\nIstraživanje iz 2002. godine koje je proveo Instituto Universitario de Opinion Publica pokazalo je da samo 2% Salvadoraca smatra dolarizaciju postignućem, dok 62,2% misli da je bila [štetna za naciju](https://www.jstor.org/stable/4141619). Drugo istraživanje Sveučilišta Srednje Amerike iz 2002. pokazalo je da je [61% ispitanika iz El Salvadora](https://www.jstor.org/stable/4141619) reklo da je dolarizacija imala \"negativan učinak na njihovu osobnu ekonomsku situaciju\". Prema dokumentu Sveučilišta Srednje Amerike, \"sektor koji je najviše profitirao od procesa dolarizacije bio je financijski sustav, koji se više ne suočava s rizikom da će njegova plaćanja biti povećana zbog moguće devalvacije koju je odlučio politički krug.\"\n\nU vrijeme dolarizacije, 21% stanovništva El Salvadora [nije znalo čitati](https://www.jstor.org/stable/4141619), a još veći postotak stanovništva imao problema s određivanjem cijena stvari u ekonomiji baziranoj na dolaru, gdje se sve dijelilo tečajem od 8,75 colóna za jedan dolar. Prema suvremenoj [studiji](https://www.jstor.org/stable/4141619), “poduzećima nije bilo dopušteno povećati cijene u dolarima u odnosu na one koje koštaju u colónima. Dakle, na formalnom tržištu cijene se zaokružuju na sljedeći cent, a inflacija od zaokruživanja je minimalna. Na neformalnom tržištu, gdje posluju siromašni, situacija je potpuno drugačija... gotovo da nema regulacije, pa su prodavači često postavljali cijene u dolarima puno više od onih koje su naplaćivali u kolonama. Jedan je sudionik primijetio, 'neki ljudi iskorištavaju promjenu i za ono što je prije bilo sedam colóna sada naplaćuju dolar.' Sa sedam colóna na dolar inflacija je 25 posto.”\n\n> Primjećuje li sličnost situacije u Hrvatskoj u kojoj se nacionalna valuta kuna od 1.1.2022. zamjenjuje eurom.\n\nJoš veći gubitak kupovne moći došao je kao rezultat razlike u potrošačkim navikama među siromašnijim klasama, koje kupuju stvari nekoliko puta dnevno za razliku od jednom tjedno ili mjesečno, kao što to rade srednje ili više klase, što je rezultiralo stalnijom izloženošću rastućim cijenama. Glavna navedena korist od dolarizacije - niže kamatne stope – zaobišla je stanovništvo s nižim prihodima, budući da siromašni obično ne dobivaju zajmove od banaka, već od iznuđivačkog neformalnog sektora. [Prema podacima](https://www.jstor.org/stable/4141619) iz 2002. godine, 70% kredita u El Salvadoru tada su davale četiri banke, a 60% ukupnog zaduživanja činili su krediti za 400 klijenata.\n\nOstale frustracije zbog dolarizacije proizašle su iz osjećaja da je politika jednostavno bačena na stanovništvo prebrzo i bez konzultacija, te da je domaća valuta zamijenjena imperijalnom, od strane sile koja je pomogla brutalnom režimu da uništi zemlju tijekom građanskog rata .\n\nNegativni stavovi o dolarizaciji trajali su dugi niz godina. U [izvješću](https://www.latimes.com/archives/la-xpm-2007-aug-04-fi-dollarize4-story.html) Los Angeles Timesa iz 2007., intervjuirana je prodavačica krumpira po imenu Janette, koja je rekla da je prije prodavala 50 kilograma svaki dan, ali sada je bila \"sretna što je toliko može prodati u tjedan dana\". Citirali su je kako je rekla “život je sada teži. Dolar je prokletstvo.”\n\nSredinom 2000-ih prosječne plaće u El Salvadoru porasle su za samo 4%, [dok su cijene](https://www.latimes.com/archives/la-xpm-2007-aug-04-fi-dollarize4-story.html) hrane i pića porasle za 14%. Poljoprivrednici i prodavači poljoprivrednih proizvoda suočili su se s borbom ne samo s višim cijenama proizvoda, već i s manjom potražnjom za njihovim proizvodima. Još jedan sudionik priče Los Angeles Timesa je uzgajivačica pilića koja je bila [prisiljena](https://www.latimes.com/archives/la-xpm-2007-aug-04-fi-dollarize4-story.html) uništiti svoje stado i napustiti svoj posao kao rezultat dolarizacije, što je rezultiralo ishodom u kojem si više nije mogla priuštiti ni da sama jede piletinu.\n\nSudbinu koju dijele druge zemlje koje koriste valutu snažnijeg gospodarstva - poput, na primjer, [zemalja CFA zapadne i središnje Afrike](https://www.worldmein.com/borba-protiv-monetarnog-kolonijalizma-pomocu-otvorenog-koda/) - dolarizacija je značila da El salvadorska vlada nije mogla prilagoditi valutu kako bi roba i usluge bile konkurentne, te da su plaće „ostale skupe“ u usporedbi s onima u drugim zemljama. Pet godina nakon dolarizacije, uvoz El Salvadora rastao je []\"gotovo tri puta brže od izvoza\"](https://www.latimes.com/archives/la-xpm-2007-aug-04-fi-dollarize4-story.html), čemu je pridonjeo i uspon Kine, koja je devalvirala svoju valutu kako bi ostala konkurentna na svjetskom tržištu.\n\nDolarizacija je bolna uspomena za mnoge Salvadorce, a ideja nove promjene valute odozgo prema dolje je zastrašujuća. Iznenadna objava i provedba Bitcoin zakona vraćaju stare strahove kod El Salvadoraca.\n\nObično, kada vlada promijeni valutu, to nije dobro za ljude.\n\nHoće li ovaj put biti drugačije?\n\n## IV. Selo\n\nMoglo bi se reći da je malo vjerojatna priča o usvajanju Bitcoina u El Salvadoru započela prije otprilike 15 godina, prije nego što je itko ikada čuo za Satoshija Nakamota, kada su Jorge Valenzuela i Ramon \"Chimbera\" Martinez imali sreće.\n\nOdrastajući u El Zonteu, primorskom selu s ne više od 3000 ljudi, rekli su mi da je bilo vrlo malo prilika za mlade ljude poput njih da učine nešto drugačije. Njihove su obitelji generacijama živjele na tom području, brinući se o imanju bogatih veleposjednika iz glavnoga grada ili loveći ribu na obali.\n\n\"Moj otac je ribar, Jorgeov otac je ribar\", rekao mi je Martinez. \"Živimo u prirodnom raju, s toplim vremenom, dobrom hranom... i prijateljskim ljudima, ali naše obitelji nikada nisu imale prave ekonomske prilike.\"\n\nNjihovi bi se životi mogli nastaviti tim putem da nije bilo socijalne radnice koja je došla u El Zonte i u njih posijala sjeme inspiracije, naučila ih da nada postoji i pokušala ih uputiti na novi put. \"Razvili smo san da promijenimo našu stvarnost\", rekao je Martinez.\n\nUlaganje socijalnog radnika se isplatilo. Valenzuela i Martinez pronašli su karijeru u izgradnji restorana, upravljanju nekretninama i podučavanju ljudi surfanju. Malo po malo, pomogli su izgraditi El Zonte u ono što je danas.\n\n“Naučili smo da za promjenu naše zajednice prvo moramo promijeniti druge ljude,” rekao je Martinez. \"Ako se samo vi promijenite, to nije dovoljno.\"\n\nAli put je bio težak. Martinez je rekao da iako su on i Valanzuela imali koristi od mentorstva, većina ljudi oko njih nije.\n\n\"Izgubili smo prijatelje, izgubili smo obitelj, počeli smo viđati djecu koja više nisu sanjala\", rekao je Martinez. Ekonomska depresija i nasilje bandi bili su loši, ali to nije bio glavni problem. Najviše što nas je pogodilo bile su propuštene prilike.\n\nGodine 2006. Martinez i Valenzuela, zajedno sa svojim prijateljem Hirvinom Palmom, kreirali su program koji su nazvali \"svjetlosna točka u tami\", čiji je cilj bio stvaranje obitelji za djecu koja nisu imala svoje obitelji.\n\n\"Mnogo djece nema oca\", rekao je Martinez. \"Zato smo stvorili društvenu strukturu da se uhvatimo u koštac s tim, da stvorimo promjenu kroz djecu.\"\n\nOni bi mentorirali djecu koja su izgubila put i pružili im novu mrežu podrške. Tijekom godina, neki od stotina studenata s kojima su radili uspjeli su dospjeti na sveučilište, umjesto u bande. Program su nazvali Fill Up The Tank Of Love.\n\n\"Svi imamo spremnik\", rekao je Martinez, \"ali mora biti pun.\"\n\nProblem je bio u tome što su programi Martineza i Valenzuele počeli gubiti na snazi prije nekoliko godina, kako su novčani tokovi počeli presušivati. Jednog dana, rekao je Martinez, došao im je jedan Amerikanac s idejom.\n\nNakon građanskog rata, surferi i backpackeri počeli su dolaziti u područje oko El Zontea. Jedan od tih turista bio je Mike Peterson koji je došao iz kalofornije.\n\n“Kada smo prvi put upoznali Mikea,” rekao je Martinez, “bio je jedan od rijetkih koji su zapravo počeli provoditi vrijeme s nama mještanima, koji su počeli vjerovati u ovu zajednicu.”\n\nOko 2013. godine njih troje su počeli ozbiljno surađivati, stipendirajući, mentorirajući i zapošljavajući mlade u okolici.\n\n**Godine 2019. anonimni donator prišao je Petersonu i obećao veliku donaciju zajednici, pod jednim uvjetom a to je da će donacija biti dana u bitcoinu i da će biti proširena kroz zajednicu u El Zonteu na temelju cirkularne ekonomije.**\n\n\"Nismo znali ništa o bitcoinu\", rekao je Martinez, \"ali mi smo sanjari i vjerovali smo u Mikea.\"\n\nPrvi lokalni poduzetnik koji je počeo prihvaćati bitcoin kao sredstvo plaćanja bila je Valenzuelina majka, koja se zove Mama Rosa. Godine 2019. počela je prodavati pupuse (tradicionalno jelo u El Zonteu) za bitcoin djeci koja su zaradila satoshije (jedan bitcoin podijeljen je na 100 miliona satoshija) kroz programe Martineza i Valenzuele za svoj rad u zajednici.\n\nJedne sam večeri s grupom prijatelja šetao ulicom u El Zonteu do prodavaonice Mame Rose gdje su se prodavale pupusi. To je skromna mala radnja uz cestu, nekoliko metara udaljena od lokalne autoceste, ali služi kao popularno okupljalište mještana i mjesto je s posebnom poviješću u priči El Zonte.\n\nNaručili smo razne pupuse, a platili smo ih s bitcoinom. Na kraju našeg obroka sjeo sam s mamom Rosom i pitao je: Kako je bilo kad je njezin sin rekao da bi trebala početi primati uplate u „čarobnom internetskom novcu?“ Je li mislila da je lud?\n\nNasmijala se. “Nisam mislila da je lud, ali sam dvojila oko valute”, rekla mi je.\n\nPosljednji put kad je vlada napravila veliku promjenu valute, ona je patila. Kad sam spomenuo dolarizaciju, Mama Rosa je napravila grimasu, kao da trpi fizičku bol.\n\n\"Nismo htjeli dolar, htjeli smo zadržati colon (lokalna valuta)\", rekla je. Nakon početka tranzicije, suočila se sa značajnom inflacijom cijena. \"Bilo je jako teško\", rekla je.\n\nDakle, isprva, imajući ovo na umu, nije bila sigurna u Valenzuelin plan. Ali ona je vjerovala u njega i počela prihvaćati novu valutu, i što je još važnije, počela je štedjeti dio nje u novčaniku svog telefona.\n\nDanas svu svoju zaradu drži u bitcoinu. Ona zna da je cijena bitcoina podložna značajnim promjena, ali je prihvatila tu značajku. Ponosno je pokazala iza sebe na impresivan kamion koji je stajao pokraj restorana i rekla mi da ga je nedavno mogla kupiti zahvaljujući rastu svoje ušteđevine koju je imala u bitcoinu. Kad sam je pitao je li iznenađena porastom vrijednosti bitcoina, nasmijala se.\n\n\"Naravno da sam iznenađena\", rekla je. \"Pravim banku!\"\n\nRekla mi je da je nevjerojatno ponosna na svog sina, ne samo zato što je donosio pametne i mudre odluke, već zato što je poboljšao živote mnogih ljudi.\n\nPitao sam je što bi savjetovala svojim sumještanima i sumještankama koji se boje Bitcoin zakona.\n\n\"Postoji veliko nepovjerenje prema svemu novom\", rekla je. “Povrh toga, prevaranti su ovdje nazivali ljude, pokušavali ih prevariti za njihov bitcoin tražeći da im ga pošalju za robu ili uslugu, a zatim nestajali. Da bismo dobili punu korist, potrebno nam je obrazovanje i znanje.”\n\n“Ali na kraju”, rekla je, “nema se čega bojati. To je samo druga valuta.”\n\n## V. Bitcoin plaža\n\nValenzuela mi je rekao da je početna ideja iza Bitcoin plaže imala maloili nikakve veze s inozemnim doznakama. Cilj je bio stvoriti cirkularnu ekonomiju (kružno gospodarstvo). Ključni dio napora bila je izgradnja Hope Housea (Kuća nade), moderne višekatnice u El Zonteu u kojoj bi se moglo odvijati obrazovanje o Bitcoinu.\n\nAli veliki izazov je i dalje tu. Trgovci su govorili za bitcoin: \"Ako ga ne mogu dodirnuti, neću ga koristiti.\"\n\nDakle, isprva je vodstvo Bitcoin plaže davalo papirnate bitcoin priznanice studentima i drugima koji su bili dio programa. Kad bi bitcoin pao na tržištu, Kuća nade ih je nastavila sve više podupirati. U početku su svi studenti htjeli zamijeniti svoja bitcoin za dolare što prije. Ali s vremenom su počeli zadržavati sve više i više svog bitcoina i na kraju su naučili kako svatko može biti vlastita banka i držati stvarni bitcoin u vlastitim novčanicima bez da njima itko može pristupiti osim njih samih.\n\nValenzuela mi je rekao da kada su konačno uvjerili prve male trgovce u gradu da prihvate bitcoin, to je bilo prvi put da je većina njih izvršila digitalne transakcije i prvi put da su počeli ozbiljno razmišljati o štednji.\n\n\"Zapamtite\", rekao je Valenzuela, \"ljudi ovdje nemaju bankovne račune.\"\n\n\"U našim zajednicama nemamo tečajeve financijske pismenosti i nitko ne daje savjete mladima\", rekao je Valenzuela. \"Ali Bitcoin je izvrstan učitelj.\"\n\nObitelji su prvi put u životu počele štedjeti kako bi kupili neku imovinu.\n\n“Ljudi ovdje nemaju pristup dionicama ili nekretninama”, rekao je Valenzuela.\n\nBitcoin je pomogao u uključivanju u financijski sustav. Valenzuela je rekao da možete osjetiti kako zajednica počinje štedjeti za budućnost te da je to veliki psihološki pomak.\n\nU sklopu Bitcoin plaže obrazovana je grupu vođa zajednice kako bi pomogli ljudima da se snađu u tome kako koristiti novu valutu. Valenzuela ih je nazvao \"plemenom za financijsku uključenost\". Zahvaljujući njima, rekao je, “ishod je da djeca nisu toliko zainteresirana za odlazak na mračnu stranu. Više ih zanima budućnost.”\n\nZbog toga su novu zgradu Bitcoin plaže — lijepo izgrađenu i dobro opremljenu prema svim standardima — nazvali Kuća nade. Martinez je rekao da je to dio sna o budućnosti u kojoj će ljudi imati slobodu birati svoju sudbinu.\n\nZahvaljujući novoj paradigmi, rekao je Martinez, ljudi širom svijeta sada govore o El Salvadoru na drugačiji način. Ne radi se samo o bandama i pranju novca. Ljudi govore o retorici i narativu koji je optimističan.\n\n\"Ljudi pričaju o hrani, pupusama, surfanju, vremenu, mogućnostima ulaganja - ovo postaje zemlja mogućnosti\", rekao je Martinez.\n\n“Kad smo prvi put uveli bitcoin bankomat”, rekao je Martinez, “Ljudi su se smijali. Sada se ne smiju.”\n\n“Konačno smo prvi u nečemu osim stope ubojstava. Sve ove inovacije nisu se dogodile u Europi ili Sjedinjenim Državama ili čak Silicijskoj dolini,” rekao je Martinez, “već upravo ovdje u El Zonteu. Druga mjesta i gradovi sada nas zovu, tražeći od nas da s njima podjelimo našu tajnu uspjeha. Nema nikakve tajne. Samo naporan rad i izgradnja zajednice.”\n\nDanas Bitcoin plaža dijeli svoju filozofiju s drugim zajednicama u regiji, s jednom po jednom. Valenzuela i Martinez svaki tjedan odlaze u nove gradove, pomažu ljudima da započnu s kkorištenjem bitcoin novčanika i poklone im malo bitcoina. Kad bi vlada učinila tako nešto poput poklanjanja bitcoina, rekli su, ljudi bi bili veoma skeptični i mislili da se zasigurno postoje nekakvi skriveni motivi. Ali budući da smo mi seljani poput njih ljudi su nam skloni vjerovati i otvoreni su za prihvaćanje promjena i napretka.\n\n“Prekrasno je što cijela zemlja sada može imati pristup financijskom sustavu. Ovome smo se nadali prije 15 godina,” rekao je Martinez uz veliki osmijeh. “Početak sna je ostvaren. Naš rodni grad više nije zastrašujuće mjesto na zemljovidu, već uzbudljivo mjesto na koje možete otići. Pa sada slavimo.”\n\n“Ali Bitcoin zakon je samo početak. To nam neće olakšati posao\", rekao je Martinez. “Trebalo nam je dvije i pol godine da izgradimo zajednicu oko ove ideje sa samo 3000 ljudi. Zemlja od šest milijuna? Za to će trebati vremena.”\n\n## VI. Poklon\n\nKad sam sjedio s Petersonom na trijemu u njegovom domu u El Zonteu, rekao mi je da je prvobitno došao u El Salvador 2004. Stvari su izgledale kao da su u usponu. Prošlo je desetljeće od građanskog rata i ljudi su se nadali.\n\nNjegova obitelj kupila je kuću u malom surferskom gradu i počela ondje provoditi nekoliko mjeseci godišnje, volontirajući i pomažući u naporima zajednice povezanima s crkvenim grupama koje su vodile sirotišta, pomažući u rehabilitaciji bivših članova bandi i radeći sa žrtvama trgovine ljudima (u smislu seksualne eksploatacije).\n\nAli velika financijska kriza, koju je iznjedrio Wall Street, snažno je pogodila El Zonte i El Salvador. Bande su već bile problem, rekao je, ali su postale mnogo gore 2008. i 2009. Nasilje je kulminiralo 2016.\n\nDanas se skate park nalazi preko puta Petersonove kuće, na samoj plaži. Ali prije nekoliko godina na tom mjestu se nalazila mala kuća.\n\nU noći kad je Donald Trump izabran za predsjednika SAD-a na izborima 2016., Peterson je kod kuće gledao kako rezultati toga polako pristižu. Čuo je nekoliko pucnjeva i izašao van pogledati što se dešava. Nije mogao ništa vidjeti od mraka pa se vratio unutra. Ali kad je ujutro izašao na ulicu, vidio je kako policija izvlači tijelo iz kuće preko puta.\n\nNjegov susjed je ubijen sa 40 metaka, samo nekoliko koraka od mjesta na kojem sam sjedio, intervjuirajući Petersona pet godina kasnije. To je bila treća osoba ubijena u tri tjedna u Petersonovom bloku u El Zonteu, rekao je. Ljudi u to vrijeme nisu izlazili noću, rekao je. Neki su čak pobjegli iz zemlje, odlazeći u Nikaragvu ili Gvatemalu. Lokalni vlasnici tvrtki plaćali su novac za zaštitu bandama.\n\n“Ako ne platiš,” rekao je, “ubili bi te.”\n\nPeteron je rekao da je to ciklus koji je najviše utjecao na najniži sloj društva: Osiromašeni osjećaju da ih imućni sputavaju, pa odgovaraju nasiljem, ali na kraju uglavnom strada niža klasa, jer si samo imućni mogu priuštiti angažiranje privatnog osiguranja.\nU proljeće 2019., jedan od Petersonovih prijatelja pitao je želi li se povezati s donatorom koji je zainteresiran za filantropiju kroz bitcoin. Rekao je sigurno, rado će razgovarati. Bio je obožavatelj bitcoina, ali do tog trenutka nikada nije razmišljao o tome da ga implementira u svoj rad.\n\nDonator je bio anoniman, pa se Peterson sastao sa svojim vezama. Zahtjev je bio da se dar može dati za rad u zajednici u El Zonteu, ali to će biti u bitcoinu, a bitcoin je trebalo ugraditi u lokalne programe. Donator nije želio da se bitcoin proda za dolarima, želio je da cirkulira, da postane dio lokalne filozofije, a ne samo \"sredstvo koje že poslužiti da se prebrodi loš period\".\n\nPeterson je bio otvoren za ideju jer je lokalni bankarski sustav bio iznuđivački, birokratski i slomljen. Bilo je \"tako teško\" dobiti novac iz SAD-a, s višesatnim vožnjama autobusom, dugim čekanjima, visokim naknadama i neobjašnjivim kašnjenjima u isplatama koja su bila uobičajena pojava.\n\nPrema njegovom osobnom iskustvu, prije otprilike 10 godina, Peterson je pokušao kupiti automobil, ali je imao problema s podizanjem novca sa svog američkog računa putem bankomata. Slanje novca trajalo je tjednima, a kada je novac konačno dobio, vlasnik automobila isti je već prodao nekom drugom. Primijetio je da kada stranci pokušaju kupiti nekretninu i uložiti u razvoj područja, postoji odmak od jednog do dva tjedna između slanja i primanja novca, pri čemu obje strane preuzimaju rizik, a poslovi često zbog toga propadaju.\n\nAli to su tek manje neugodnosti u usporedbi s visokim naknadama s kojima se nose siromašni.\n\"Oni uvijek plaćaju najveću cijenu\", rekao je Peterson.\n\nDakle, Peterson je smislio prijedlog za donatora, uključujući rukom nacrtane dijagrame kako bi bitcoin cirkulirao u gradu i trogodišnji plan za usvajanje. Do kraja ljeta dar je odobren, a Bitcoin plaža je započeo s pokretanjem službenih programa plaćanja pojedincima u bitcoinu za čišćenje zajednice, popravak cesta i početak građevinskih projekata.\n\nPeterson je također stupio u kontakt s tvrtkom Athena sa sjedištem u Chicagu, koja je pomogla „ušuljati“ bitcoin automat u zajednicu. Ovo je, rekao je Peterson, napravilo veliku psihološku razliku jer su stanovnici shvatili kako mogu na jednostavan način unovčiti bitcoin u dolare kada god žele. Do jeseni, Peterson je rekao da su se ljudi srednje klase iz glavnog grada vikendom vozili u El Zonte kako bi kupili bitcoin na bankomatu. Momentum se počeo stvarati.\n\nU studenom 2019. Peterson je otputovao na Bitcoin konferenciju u Urugvaju, gdje je upoznao britanskog podcastera [Petera McCormacka](https://www.youtube.com/@WhatBitcoinDid). Rekao je McCormacku da bi trebao posjetiti El Zonte. Peterson je bio šokiran kada je McCormack rekao \"to zvuči sjajno, doći ću ovaj tjedan.\"\n\nNakon svog posjeta, McCormack je snimio [intervju s Petersonom](https://www.whatbitcoindid.com/podcast/bitcoin-youth-programme-in-el-salvador-with-michael-peterson), koji je kružio u njegovoj popularnoj emisiji \"What Bitcoin Did\". Ovo se na kraju pokazalo važnim, rekao je Peterson, jer se tada prvi put u bitcoin zajednici pročulo za El Zonte.\n\nU srpnju 2020. u [Forbesu](https://www.forbes.com/sites/tatianakoffman/2020/07/14/this-el-salvador-village-adopts-bitcoin-as-money/?sh=643209e32044) je izašao članak koji je prezentirao Bitcoin plažu. Bio je to, prema Petersonu, \"prvi put da je El Salvador prikazan u pozitivnom svjetlu\" u financijskom časopisu svjetskog renomea.\n\nIzmeđu Forbesovog članka i McCormackovog podcasta, budući ključni suradnici El Zontea, uključujući osnivača Galoya Nicolasa Burteyja, osnivača [Strikea](https://strike.me/) Jacka Mallersa i voditelja proizvoda [Square Milesa Sutera](https://squareup.com/us/en), doznat će o zajednici, nadahnjujući njihove buduće posjete u jesen i sljedeće proljeće.\n\nKao rezultat pandemije, turizam je stao u El Zonteu 2020. Većina hotela je zatvorena. Bitcoin plaža je odgovorio programom tipa UBI (Universal Basic Income – univerzalni temeljni dohodak), gdje se bitcoin u vrijednosti od 40 dolara redovito dijelio najsiromašnijim obiteljima. Da se i jedno od ovih donacija u bitcoinu očuvala do dana umjesto da su odmah potrošena za osnovne životne namirnice vrijednost bi im bilo deseterostruko veća zbog porasta vrijednosti bitcoina.\n\nDo kraja 2020. Peterson, Valenzuela i Martinez smatrali su da bi ne samo El Zonte, već cijela zemlja potencijalno mogla prijeći na bitcoin kao valutu. Ali nikada nisu zamislili vrstu agresivnog predstavljanja koje će uslijediti sljedeće godine.\n\nPočetkom 2021. Peterson je rekao da se sa Suterom, Martinezom i Valenzuelom odvezao u glavni grad na sastanak s ministrom turizma. Razgovarali su dva sata o ideji da El Salvador usvoji Bitcoin strategiju. Peterson je rekao da su to predstavili kao jeftinu i laku ideju koja bi pomogla promijeniti nacionalni narativ od bandi do prilike. Tvrdili su da je to poput \"life hacka\" za međunarodno priznanje. Peterson je rekao da se činilo da je shvatila, ali ne u potpunosti.\n\nDo svibnja je Peterson mogao osjetiti da se nešto događa. Umjesto da se obraćaju vladi, dužnosnici su dolazili u El Zonte i pomno promatrali poslovanje Kuće nade. U travnju i svibnju osobno su ju posjetili zamjenik ministra obrazovanja i ministar turizma.\n\nPeterson je rekao da tijekom tranzicije \"nisu cvjetale ruže\" od objave zakona o Bitcoinu u lipnju. Salvadorci su sumnjičavi prema planu središnje vlade s dugom poviješću korupcije.\nKad je riječ o snažnom nacionalnom protivljenju zakonu o Bitcoinu, Peterson je rekao da ljudi općenito ne razumiju Bitcoin i osjećaju se u mraku, bez konzultacija i vjeruju da će se novi program koristiti za krađu od javnosti - opravdana zabrinutost s obzirom na to da su zadnja tri salvadorska predsjednika svi redom pljačkali zemlju.\n\nPeterson je rekao da su ljudi također skeptični prema priči o El Zonteu. Rijetkost je — ili čak nečuveno — da anonimni ljudi daju velike donacije u El Salvadoru, tako da postoji mnogo sumnje oko te donacije za osnivanje Bitcoin Plaže. Petersonov odgovor je da \"da je netko želio stvoriti plan pljačke, bi li ga započeo s dva Salvadorca koji nisu išli u srednju školu i jednim računalno nepismenim strancem u malom selu? Ne, s tako nečim zasigurno bi započeo u glavnom gradu.”\n\nUnatoč širokom nacionalnom skepticizmu, Peterson vidi da će usvajanje Bitcoina u sljedećih nekoliko godina ići dobro.\n\n\"Tipično je za tehnologiju da „preskoči“ u zemljama u razvoju i bude brže prihvaćena: na primjer, preskakanje fiksnih telefonskih linija ravno na mobilne telefone\", rekao je. “Posebno zato što Bitcoin ne zahtijeva puno kapitalnih ulaganja niti mu je potrebna velika nova infrastruktura osim bankomata. Sve je softver; taj „preskok“ se može dogoditi jer ljudi već imaju mobilne telefone.”\n\nPeterson smatra da će dugoročno zakon o Bitcoinu imati četiri velika utjecaja:\n\n- Prvo, stvaranjem kulture štednje. Danas, rekao je, ako se vozite po San Salvadoru, postoji gomila restorana brze hrane, a cijena tih obroka nije baš u usporedbi s dnevnim plaćama. Mnogi ljudi, rekao je, troše svoje inozemne doznake na brzu hranu i, općenito, novac se ne koristi produktivno jer nema nade za sutra. Bitcoin im omogućuje da prekinu i izađu iz tog začaranog krug.\n- Drugo, pružanjem poslovnih prilika. Rekao je da bi otvaranje radnih mjesta moglo biti značajno između razvoja hotela, potpore ureda za plaćanja u tehnološkom sektoru i savjetovanja za druge zemlje i tvrtke diljem svijeta koje žele dodati plaćanja putem Bitcoina.\n- Treće, učinkovitosti koje će se postići kao rezultat uštede na naknadama i vremenu potrebnom za prispijeće inozemnih doznaka su goleme. Amerikancima je to teško razumjeti, rekao je Peterson, ali ljudi troše sate i sate svog vremena tokom nekoliko tjedana baveći se doznakama, čekaju u ogromnim redovima i plaćaju visoke naknade.\n- Četvrto, osjećaj ponosa koji vidite kod ljudi koji znaju da prednjače u nečemu umjesto da stalno zapstaju. Razlika je, rekao je, između preživljavanja u siromaštvu i bijega. U zemlji s tako tragičnom poviješću i ciklusima nasilja, put od tamne točke na karti do uzbudljive destinacije je neprocjenjiv.\n\nDakle, što je sljedeće za Bitcoin plažu?\n\n\"Morali smo se boriti kroz ovo\", rekao je Peterson. \"Hoćemo li se usredotočiti na El Zonte ili idemo na nacionalnu razinu?\"\n\nRekao je da su se na kraju odlučili vratiti svojim korijenima i raditi na promicanju Bitcoina kao alata za lokalnu mladež. Drugi se mogu nositi s aktivnostima na nacionalnoj razini.\n\n“Naš cilj je da mladi budu uspješni i izgrade bolju budućnost, a ne da se bave projektom usvajanja bitcoina”, rekao je Peterson. \"Ali vjerujemo da će ovo drugo donijeti više koristi.\"\n\nPeterson je rekao da se zajednice poput Bitcoin plaže mogu replicirati, ali samo ako je cilj dublji od puke promocije tehnologije. Misija mora biti dugoročno poboljšanje zajednice.\n\nDa se bitcoin urušio prošle godine, rekao je, i dalje bi radili ono što rade s dolarima. No rekao je da bitcoin ima razne prednosti koje nije predvidio: pomaže ljudima u razumijevanju financijske pismenosti, razmišljanju o budućnosti i odgađanju zadovoljstva.\n\n\"Bitcoineri imaju nadu\", rekao je Peterson. “I taj se osjećaj ovdje širi. Mislimo da budućnost donosi bolje dane.”\n\n## VII. Moćnik\n\n\nPolitički kameleon i oportunist, 40-godišnji Bukele evoluirao je u svojoj karijeri od člana ljevičarskog FMLN-a do stvaranja vlastite stranke Nove ideje, koja je općenito okarakterizirana kao desničarska. Njegov rejting se kreće oko [90%](https://www.economist.com/the-americas/2021/09/09/el-salvadors-bitcoin-bro-president-is-beloved-and-dangerous), što ga čini najpopularnijim političarem u hemisferi, a možda i na cijelom svijetu.\n\nBukeleova popularnost velikim dijelom dolazi zbog percepcije da je pomogao u čišćenju kriminala i izgradnji nove infrastrukture kako bi zemlju učinio sigurnijom i privlačnijom. Stopa ubojstava u El Salvadoru već je pala s više od 100 ubojstava na 100.000 ljudi u 2015. na oko 40 u vrijeme kada je došao na dužnost - pala je na 20 tijekom njegovog predsjedovanja - ali on dobiva velike zasluge za ukupni pomak. Nezavisne novine poput El Fara navode da je Bukele smanjio nasilje sklapajući poslove s velikim bandama, ali malo tko se žali kada je tako veliki pad nasilja u pitanju.\n\nVeliki je problem taj što je Bukele zlorabio svoju popularnost za rušenje demokratskih institucija. Svijet je vidio tračak ovakvog ponašanja početkom 2020., kada je Bukele progurao zakon o potrošnji kroz Nacionalnu skupštinu okruživši zgradu snajperima i dovodeći naoružane trupe u dvoranu. U veljači ove godine njegova je stranka osvojila zakonodavnu supervećinu, a u posljednjih nekoliko mjeseci zavladao je pravosuđem. Pet sudaca Vrhovnog suda smijenjeno je u svibnju i zamijenjeno njegovim pristašama. U isto vrijeme, Bukele je smijenio glavnog državnog odvjetnika koji je istraživao korupciju u njegovoj vladi. Izazvavši zabrinutost oko transparentnosti, također je rekao Nacionalnoj skupštini da vladine rashode povezane s pandemijom drži u tajnosti.\n\nParlament je 31. kolovoza donio zakon kojim se uklanjaju svi suci s više od 30 godina radnog staža ili stariji od 60 godina — što iznosi oko trećine ukupnog broja — i dopušta Bukeleu da ih zamijeni. Neki od tih sudaca istraživali su ratne zločine koje je vlada počinila 1980-ih protiv civila, uključujući i zločine u [El Mozoteu](https://www.newyorker.com/news/daily-comment/is-el-salvadors-president-trying-to-shut-down-a-hearing-on-the-infamous-el-mozote-massacre?utm_brand=the-new-yorker&utm_social-type=earned). Ako se slučajevi zatvore, moguće je da nitko neće odgovarati za ono što se tamo dogodilo. Također u kolovozu, dužnosnici Bukelea iznijeli su prijedlog za preinaku ustava koji, između ostalih izmjena, uklanja [klauzulu](https://www.elsalvador.com/noticias/nacional/reformas-a-la-constitucion-felix-ulloa/871231/2021/) koja zabranjuje jednostranačku vladavinu.\n\nDana 3. rujna, Vrhovni sud, sada naklonjen Bukeleu, presudio je da se predsjednici mogu kandidirati drugi put zaredom, otvarajući mu put za ponovni izbor 2024. godine. Odluka je očito protivna ustavu.\n\nAmerički veleposlanik u El Salvadoru nedavno je usporedio Bukelea s Hugom Chávezom. Ali kao što je *Human Rights Watch* [istaknuo](https://www.nytimes.com/es/2021/09/08/espanol/opinion/bukele-reforma-judicial.html), Chávezu je trebalo pet godina da preuzme kontrolu nad Vrhovnim sudom Venezuele, sedam godina da provede masovnu čistku u pravosuđu i 10 godina da zaobiđe izborna ograničenja. Bukeleu su trebale samo dvije godine da učini isto.\n\nVjerojatno nije slučajnost da se implementacija Bitcoina dogodila u isto vrijeme kad i presuda Vrhovnog suda. [Bukele ima odličan Twitter profil](https://twitter.com/nayibbukele) i u posljednje vrijeme ga majstorski koristi - čak se i ruga Međunarodnom monetarnom fondu (MMF) i govorio SAD-u da gleda svoja posla - ali nije spominjao ništa o priči o Vrhovnom sudu u svojo zemlji. Slično tome, [dan prije](https://www.reuters.com/world/americas/salvadoran-attorney-general-ends-anti-corruption-accord-with-oas-2021-06-04/) nego što je Bukele u lipnju objavio svoj plan da bitcoin postane zakonsko sredstvo plaćanja u El Salvadoru u videu na konferenciji Bitcoin 2021 u Miamiju, njegova je vlada prekršila antikorupcijski sporazum s Organizacijom američkih država.\n\nPrema osnovnom diktatorskom planu - koji koriste Putin, Erdogan, Chávez i mnogi drugi diljem svijeta - nakon što vođa konsolidira političku kontrolu, on obično napada medije, a zatim sve moćne poslovne ljude koji bi mu se mogli naći na putu. Ovog su ljeta salvadorski dužnosnici povukli korak u tom smjeru [protjerivanjem](https://elfaro.net/en/202107/columns/25598/On-the-Expulsion-of-Daniel-Liz%C3%A1rraga.htm) novinara El Fara Daniela Lizárrage.\n\nKao što je El Faro napisao, “U prijašnjim administracijama, novinarska istraživanja otkrila su nepropisno korištenje javnih sredstava i sustavnu korupciju. Među ostalim ishodima, te su istrage dovele do procesuiranja slučajeva korupcije na najvišim razinama vlasti, kao i diskreditacije dviju glavnih političkih stranaka koje su prikrivale ta djela. Te istrage otvorile su put Bukeleu i njegovoj stranci.”\n\nList tvrdi da pokušava onesposobiti upravo one institucije koje su mu omogućile da dođe tu gdje je danas.\n\nKad sam telefonom razgovarao s urednikom El Fara Carlosom Dadom, rekao mi je da je zemlja poput Švicarske ili Njemačke trebala eksperimentirati s Bitcoinom, “a ne El Salvador, gdje ljudi nemaju načina da vide što vlada radi i gdje se ne zna što je bitcoin. S dolarizacijom smo barem znali što je dolar.”\n\nKasnije je sažeo svoj stav na društvenim mrežama: \"bitcoin je osiromašenom stanovništvu nametnula neprozirna, autoritarna i korumpirana vlada.\"\n\nDada je dobio prijetnje smrću zbog svog rada. Rekao je za The New Yorker da je jedan dan ranije ove godine [podigao pogled sa svog stola](https://www.newyorker.com/news/daily-comment/is-el-salvadors-president-trying-to-shut-down-a-hearing-on-the-infamous-el-mozote-massacre?utm_brand=the-new-yorker&utm_social-type=earned) i vidio dron kako leti ispred njegovog prozora. Dao mu je \"priliku da biometrijski očita moj srednji prst\".\n\nZagovornici privatnosti poput Matta Odella izrazili su zabrinutost da bi aplikacija Chivo mogla narasti i zamijeniti gotovinske transakcije, koje prema zadanim postavkama imaju izvrsnu privatnost. Premještanje ovih plaćanja u digitalni sustav u kojem vlada ima potpuno znanje o svim aspektima transakcija moglo bi gurnuti zemlju u smjeru države s potpunim nadzorom.\n\nNa kraju, zašto je Bukele gurao zakon? Je li to trebalo odvratiti svijet od njegove drske konsolidacije moći? Da – kako najčešće navode njegovi kritičari – pere novac preko mreže koju je teže nadzirati od bankarskog sustava? Ili da pokuša uvući građane u svoj sustav Chivo, gdje ih može bolje nadzirati i kontrolirati? Je li to bilo da se napravi rezervni plan, u slučaju da ga međunarodni zajmodavci odsjeku? Možda - kako kažu njegovi pristaše - da udari prvi u digitalnoj utrci u naoružanju, modernizira zemlju i privuče investicije i talente? Ili je to jednostavno bilo staviti El Salvador i svoju osobnost na međunarodnu kartu?\n\nBilo koja kombinacija ovih razloga je moguća, ali jedno je sigurno: Bukele je danas mnogo više međunarodno poznat nego što je bio prije šest mjeseci, a sada je najprepoznatljiviji lider u Srednjoj Americi.\n\nGeopolitički gledano, na čekanju je MMF-ov zajam El Salvadoru od milijardu dolara, a SAD i drugi međunarodni subjekti mogli bi pokušati pritisnuti Bukelea da učini ustupke prije nego što novac bude odobren. Više im se sviđa da on ostane na Washingtonskom konsenzusu, a ne da započne trend Nakamoto konsenzusa. Hoće li ti ustupci biti usmjereni na njegovu eroziju demokracije ili njegovu promociju bitcoina, još nije jasno. Ubrzo nakon usvajanja zakona o bitcoinu, Bidenova administracija kaznila je 11 Salvadoraca bliskih Bukeleu zbog korupcije. A 5. rujna američki State Department objavio je priopćenje za javnost [optužujući](https://www.state.gov/salvadoran-re-election-ruling-undermines-democracy/) Bukelea za potkopavanje demokracije.\n\nKritičari kažu da će Bukele koristiti bitcoin kao alat za borbu protiv američkih sankcija. No, kako je The Economist istaknuo, malo je vjerojatno da će SAD previše pritisnuti Bukelea: Biden se suočava s imigrantskom krizom, a nestabilnost u El Salvadoru mogla bi povećati priljev migranata u SAD, uzrokujući političke probleme Bijeloj kući. Dana 27. kolovoza, američka vlada dala je vojni poklon salvadorskoj vojsci, uključujući osam helikoptera.\n\nDana 8. lipnja, dok je salvadorsko zakonodavno tijelo donosilo zakon o bitcoinu, Bukele se pridružio Twitter Spaceu (emisija u živo putem twitter aplikacije) koji je organizirao investitor i poduzetnik Nic Carter i odgovarao na pitanja publike koja je brojala više od 20.000 ljudi. Imao sam priliku postaviti mu dva pitanja: Prvo, hoće li El Salvadorci moći koristiti bilo koji novčanik za bitcoin koji žele ili će biti prisiljeni koristiti Chivo novčanik (rekao je da će izbor biti njihov). Također, pitao sam je li država planirala raditi ikakvo rudarenje bitcoina sa svojim prirodnim resursima. Što se tiče potonjeg, isprva je rekao ne, ali je zatim brzo počeo opisivati ideju korištenja geotermalne energije iz vulkana za rudarenje bitcoina koje u El Salvadoru ima u izobilju.\n\nSljedeći dan, Bukele je objavio [video](https://interestingengineering.com/innovation/el-salvador-to-harness-volcanic-energy-for-bitcoin) snimljen na geotermalnoj lokaciji, rekavši da se država priprema rudariti bitcoin koristeći [95 megavata](https://twitter.com/nayibbukele/status/1402714926800674827?s=20) (MW) 100% čiste energije. Kasnije je objavio [skice](https://twitter.com/nayibbukele/status/1407531543476715521?s=20) futurističkog postrojenja za rudarenje bitcoina. Ako njegova administracija uspije učinkovito uspostaviti te operacije, mogla bi osigurati izvor prihoda izvan MMF-a i način financiranja razvoja koji bi druge zemlje s tržištima u nastajanju mogle oponašati.\n\nUnatoč prednostima za osnaživanje pojedinaca, poboljšanje u plaćanjima putem inozemnih doznaka i stavljanje El Salvadora na kartu svijeta, zakon o bitcoinu je možda najnepopularnija akcija koju je Bukele poduzeo otkako je postao predsjednik. Prema nedavnoj anketi koju je provelo Sveučilište Centroamericana José Simeón Cañas, oko [95%](https://www.elsalvador.com/noticias/negocios/poblacion-rechaza-adopcion-bitcoin-encuesta-uca/875175/2021/) Salvadoraca ne misli da bi usvajanje trebalo biti obavezno, a većina ne misli da bi vlada trebala koristiti javna sredstva za kupovanje bitcoina, dok sedam od 10 ispitanika kaže da zakon treba poništiti. Istraživanje je također otkrilo koliko malo El Salvadorci znaju o bitcoinu, pri čemu je 43% reklo da misli da je to fizička valuta, a 20% da 1 bitcoin vrijedi dolar ili manje.\n\nKad sam prisustvovao prosvjedu protiv zakona o bitcoinu 1. rujna u središtu San Salvadora, iz prve sam se ruke susreo s tim nedostatkom znanja, a podsjetio sam se i na Bukeleovo autoritarno ponašanje. Tog jutra policija je uhitila Maria Gomeza, informatičkog stručnjaka koji je bio vrlo kritičan prema zakonu o bitcoinu na društvenim mrežama. Kasnije je pušten, no akcija je bila očigledan potez zastrašivanja.\n\nNa prosvjedu sam upoznao čelnika salvadorskog sindikata pravosudnih djelatnika. Rekla mi je da se ljudi boje gubitka slobode i da su još uvijek pogođeni dolarizacijom. Rekla je da se mnoge obitelji još uvijek ne mogu spojiti na internet i da - unatoč iPhoneu u džepu - čak i neki ljudi u glavnom gradu imaju problema s internetom.\n\nVani u ruralnim područjima, rekla je, još je manja pokrivenost signalom. Opozicija stalno ponavlja ovu temu, iako je vrijedno spomenuti da El Salvador u cjelini ima oko jedan i pol mobilni telefon po glavi stanovnika, da je gotovo svatko u El Zonteu imao telefon i da [dvije trećine](https://datareportal.com/reports/digital-2021-el-salvador) zemlje koristi društvene mreže . Bez obzira na to, rekla je, \"koristi od zakona će imati samo 1% ljudi.\n\nProsvjednici su tvrdili da su protiv zakona, a ne protiv tehnologije, te su svojim izjavama priznali ili otkrili da znaju vrlo malo o bitcoinu. Ako netko ne razumije osnažujući potencijal bitcoina, onda bi, naravno, mogao pomisliti da je 200 milijuna dolara potrošenih na projekt bacanje novca koji bi trebao otići negdje drugdje kako bi se pomoglo ljudima.\n\nNedoumice prosvjednika zbog Bukeleovog nedostatka transparentnosti i nedostatka konzultacija s ljudima oko uvođenja bitcoina su legitimne i bitne. Činjenica je da je vrlo malo El Salvadoraca do nedavno čulo za bitcoin, a većina ih uopće ne zna za njega niti ništa o njemu. Pa se ljudi boje i misle da je to alat za pranje novca.\n\n“Zakon otvara vrata za više zlih ljudi”, rekao mi je čelnik sindikata.\n\nPitao sam je želi li naučiti više o bitcoinu.\n\n\"Nisam zainteresirana\", rekla je.\n\n## VIII BITI SVOJA VLASTITA BANKA\n\nnzo Rubio je El Salvadorski poduzetnik, osnivač *Point Break Caféa* u kojem Karla radi te vlasnik većeg prodajnog mjesta u obližnjem gradu El Tunco. Rekao mi je da je odrastao u San Salvadoru i da se preselio u područje El Zonte 2016., uglavnom radi surfanja.\n\nObožavajući ovo područje, Rubio je 2017. otvorio svoj kafić u El Tuncu.\n\n“Volim kavu, a nije bilo dobre kave”, rekao je.\n\nRekao je da je prošlo dobro, „hraneći“ se od novog vala turista koji su dolazili kako je nasilje počelo opadati. El Tunco je puno veći od El Zontea, s mnogo više trgovina, restorana, hotela i pješačkog prometa općenito.\n\nJedna od njegovih najvjernijih mušterija bio je vlasnik hotela Garten u El Zonteu. Godine 2018. uvjerio je Rubia da tamo osnuje drugu lokaciju na kojoj će obavljati svoj posao, koja je konačno otvorena u studenom 2020. nakon nekoliko godina izgradnje.\n\nRubio je odmah primijetio koliko je tijesna zajednica u El Zonteu. Također je znao da se tu nešto događa s bitcoinom.\n\n\"Nisam znao što\", rekao mi je, \"ali osjetio sam da se nešto događa.\"\n\nJedan od njegovih prvih kupaca bio je Burtey, programer koji je napravio bitcoin novčanik za popularnu Bitcoin plažu, a koji je bio u posjetu El Zonteu sa ženom i djecom. Ušli su unutra tijekom jednog od prvih dana kad je kafić bio otvoren i tražili nekoliko cappuccina. Kad je došlo vrijeme za plaćanje, Burtey je upitao: \"Primate li bitcoin?\"\n\nRubio je rekao ne, ali želio bi.\n\n“U manje od dvije minute, Nicolas mi je sredio novčanik i platio mi bitcoinom u vrijednosti od 8,50 dolara. Bila je to moja prva transakcija”, rekao je Rubio. \"Sada vrijedi oko 25 dolara.\"\n\nBurteyeva obitelj pomogla je Rubiu da postavi znak koji pokazuje da prihvaća bitcoin. U prvih nekoliko mjeseci, rekao je Rubio, to je zapravo činilo 10% do 15% njegove ukupne prodaje. Rekao mi je da je imao sreće što posao na obje lokacije dobro napreduje, pa nije morao prodavati bitcoin. Promatrao je kako s vremenom vrijednost bitcoina u dolarima raste.\n\nMožda, da se radi o nekoj drugoj godini cijena bitcoina otišla bi u suprotnom smjeru, a on bi bio u panici.\n\n\"Na pravom mjestu u pravo vrijeme\", rekao je Rubio.\n\nDo početka 2021. Rubio je uštedio više od 500 dolara u bitcoinu, kako od turista, tako i od lokalnog stanovništva koji su zaradili satoshi radeći društveni rad kroz Kuću nade.\n\nRanije je bio zabrinut zbog likvidnosti, ali kada je shvatio da će Kuća nade unovčiti bitcoin za njega u bilo kojem trenutku, prestao je brinuti. Činjenica da je bitcoin imao likvidnost činila je veliku razliku, kao i *Lightning mreža*. Čekanje 10 ili 20 minuta za potvrdu transakcija kojom se podmiruje račun je veoma nepraktično. Ali Lightning je potpuna promjena paradigme.\n\nRubio se prisjetio posjeta [Mallersa](https://twitter.com/jackmallers).\n\n“Jednog dana nazvao me prijatelj i bio je jako uzbuđen”, rekao je. “Rekao je, Jack Mallers je ovdje! Rekao mi je da odem potražiti tipa u majici s kapuljačom.”\n\nMallers bi, rekao je Rubio, dolazio u kafić tri ili četiri puta dnevno, plaćajući s bitcoinom, a to je pomoglo njemu i njegovom osoblju da se naviknu s čestim narudžbama. Bila je to \"dobra vježba\", rekao je Rubio. Kad sam posjetio *Point Break Café* prije nekoliko tjedana, proces je tekao glatko, izgledalo je kao da je Karla cijeli život koristila bitcoin.\n\nU početku, rekao je Rubio, Karla ga je morala nazvati kad god je netko htio platiti bitcoinom, a on bi joj poslao QR kod. Ali sada, sa Strike računom na tabletu, stvari su jednostavne.\n\nRubio Karlinu priču naziva \"jasnim slučajem financijske uključenosti\".\n\nNa [Twitteru sam objavio](https://twitter.com/gladstein/status/1433547324991623169?s=20) video kako kupujem kavu od Karle koristeći *Lightning* mrežu i postao je viralan, privukavši više od 650.000 pregleda. U tweet sam dodao linkove za napojnice Karli i Bitcoin plaži i iste su bile preplavljene napojnicama svih veličina iz desetaka zemalja diljem svijeta.\n\n\"Bilo je nevjerojatno gledati\", rekao je Rubio, govoreći mi da su u jednom trenutku napojnice stizale neprestano nekoliko sati. \"Kada nešto postane viralno, kada vidite milijune ljudi koji gledaju vaš TikTok video, to je sjajno, ali ovo je bilo puno bolje, jer to nisu bili lajkovi, već satoshiji.\"\n\n\"Sada, kao i mnogi drugi ovdje, Karla radi svoju strategiju štednje\", „Ja također“ rekao je Rubio. Imao sam nekoliko drugih poslova, ali nikad nisam odvajao novac za hitne slučajeve. Bitcoin vam daje veću motivaciju da štedite umjesto da trošite. Znamo da je dolarska inflacija možda 3% do 4% godišnje službeno, ali ovdje stvari postaju skuplje, čak i iz tjedna u tjedan. Znam da što više čekam da potrošim bitcoin, to će moja kupovna moć biti veća.”\n\nCijela regija stvarno se ekonomski oporavlja, rekao je Rubio. El Tunco posluje tri puta više nego njegova lokacija u El Zonteu.\n\n\"*Point Break Café* sada je pravo mjesto\", rekao mi je Rubio. Rekao je da su ga intervjuirali Bloomberg i The Wall Street Journal.\n\nDoista, posjetio sam El Zonte u tipično mrtvo doba izvan sezone, kada su vlaga i vrućina na vrhuncu i kada kiša pada gotovo svaki dan. Pa ipak, čak i sredinom tjedna, hoteli su bili krcati. Svake večeri života je bilo svagdje.\n\nMeđutim, kad sam Rubija pitao o Bukeleu, njegov ton se promijenio. Rubio smatra kontradiktornim to što Bukele nameće Bitcoin stanovništvu.\n\n\"Bitcoin je fundamentalno protiv vlada, protiv politike\", rekao je. \"Stoga je iznenađujuće da bilo koja vlada želi donijeti bitcoin ljudima.\"\n\nRanije ove godine, Rubio je mislio da bi zakon o zakonitom platnom prometu bio nemoguć. Vidio je Bukelea kako tvita o bitcoinu nekoliko puta 2017., pa je znao da mu je to dugo na umu. Ali zašto bi vlada dala ljudima mogućnost obavljanja transakcija izvan bankarskog sustava?\n\n\"Postoji toliko mnogo AML zakona\", rekao je. \"Otvaranje gospodarstva za bitcoin je potpuno suprotno.\"\n\nDva mjeseca prije nego što je objavila zakon o bitcoinu, rekao je Rubio, čak su se šuškale da će vlada vratiti zemlju natrag na colon. Majka ga je upozoravala, govoreći mu da moraju podići novac iz banaka, zbog straha od devalvacije u slučaju ponovne konverzije valute.\n\nZakon je zaprepastio Rubija.\n\n\"Postoji jedna rasprava o bitcoinu,\" rekao je Rubio, \"i druga rasprava o tome kako vlada provodi njegovo usvajanje.\"\n\n\"Bitcoin je izazov vladi\", rekao je. \"Radi se o oduzimanju moći vladi da se petlja s našim gospodarstvom, našim novcem i ušteđevinom, a ne o vladinoj intervenciji.\"\n\nNazvao je čin obveze primanja bitcoina \"velikom pogreškom\".\n\nTakođer je kritičan prema Chivo novčaniku, za koji kaže da \"nije čak ni vladin novčanik, to je privatna tvrtka koja je stvorena u samo nekoliko kratkih tjedana samo za ovu svrhu.\"\n\nRubio je zabrinut da je to shema za trošenje novca poreznih obveznika da se nešto izgradi, ali privatna tvrtka dobiva nagradu.\n\n\"To ne regulira nijedna javna agencija\", rekao je.\n\nRubio pokušava doprinijeti toj borbi bojkotom državnog novčanika Chivo. Još ga nije preuzeo, a čini sve što može kako bi pomogao ljudima da koriste druge novčanike.\n\n“Revolucija je u tome da budete vlastita banka”, rekao je. \"Ne možete to učiniti ako koristite Bukeleov novčanik.\"\n\n## IX AKO NE DRŽIŠ SVOJ PRIVATNI KLJUČ, TO ONDA NIJE TVOJ NOVAC\n\ne li bilo dobro kada je kralj John potpisao Magna Cartu? Kada je Komunistička partija Kine dopustila privatno poduzetništvo? Kada je kubanska diktatura uvela internet?\n\nU svim slučajevima, da. Ove političke promjene pomogle su poboljšati živote milijardi ljudi. Ali autoritarni vladari koji su napravili ove sveobuhvatne promjene ne zaslužuju nužno pohvalu. Ako bitcoin bude uspješan, zainteresirati će se i mnogi drugi državni vođe. **Ali bitcoin postoji kako bi odvojio novac od države**.\n\nDanas se Bukele brzo kreće. U razdoblju pisanja ovog članka, u samo nekoliko proteklih tjedana, tema o njegovoj kandidaturi za još jedan mandat išla je od nagađanja, do možda nečega što će učiniti sljedeće godine, do nečega o čemu je njegov novi Vrhovni sud donio stvarnu presudu, popločavajući put za njegov reizbor. Čini se da je svjestan međunarodne kritike, jučer je tvitao \"[Y la dictatorship](https://twitter.com/nayibbukele/status/1438228672700420096?s=20)?\" za svojih 2,9 milijuna sljedbenika.\n\nNjegovi pristaše, naravno, kažu da mu treba više vremena da počisti kuću, okonča korupciju i provede svoje reforme. Ali svatko tko je proučavao populizam i diktaturu znat će da to uvijek kažu obožavatelji „moćnika“. Posjetio sam El Zonte s građanima iz susjednih zemalja poput Nikaragve i Venezuele. Gledali su ovaj film prije i bili su zabrinuti političkim „red flagovima“(crveni-znakovi za zabrinutost) koje su iskočile u El Salvadoru.\n\nBukeleova diktatura nije neizbježna, ali svakim danom izgleda sve vjerojatnija, osim ako predsjednik ne promijeni svoje ponašanje. U međuvremenu, miran prosvjed i alat za osnaživanje bitcoin, povezivali su s Bukeleom i njegovim režimom u glavama mnogih ljudi. Tu povezanost će biti teško, ako ne i nemoguće u nekim slučajevima, prekinuti.\n\nŠto aktivisti za ljudska prava mogu učiniti? Osim tradicionalne taktike podržavanja neovisnih medija i držanja pažnje na ponašanju vlade, vrijedan napor bio bi potaknuti El Salvadorce da koriste bitcoin novčanike koji nisu skrbnički i da izbjegavaju državni novčanik. Uostalom, bilo koja sredstva u Chivu nisu pravi bitcoin, samo obećanja plaćanja koja se mogu zaplijeniti.\n\n\"Ako ne držiš svoj privatni ključ, onda to nije tvoj novac\" – ***not you keys not your money*** - mogao bi postati poklič.\n\nAko će bitcoin imati pozitivan dugoročni utjecaj na El Salvador, onda se čini da je obrazovanje jedna od najvažnijih stvari na koje se trenutno treba usredotočiti. Kao što su Karla i mama Rosa rekle, kretanje s bitcoinom je u početku bilo teško. Ljudi oklijevaju oko bitcoina i njegovu vrijednost vide tek kasnije, s vremenom. Danas postoji više od šest milijuna El Salvadoraca s ovim skeptičnim načinom razmišljanja, od kojih gotovo nitko nije koristio bitcoin i ne znaju što je to.\n\nBez trajnog i lokaliziranog napora za širenje znanja o tome kako koristiti bitcoin bez skrbničkog novčanika, kako bitcoin koristiti na način da vlada nema pristup vašim novcima i kako zaštiti individualne slobode, ljudi neće imati koristi.\n\nOno što je jasno iz posjeta El Zonteu i razgovora s vođama zajednice jest da bitcoin nije nešto čime možete „posijati cijeli grad iz zraka“ i on će odjednom oživjeti. Sam po sebi, bitcoion nije dovoljan alat za osnaživanje stanovništva.\n\nDa, istina je da je bitcoin pomogao malom selu da promijeni svijet. Ali bez Valenzuele, bez Martineza, bez Petersona, bez Mame Rose i bez poduzetnika spremnih na rizik poput Rubia i Karle, nikakva se promjena ne bi dogodila.\n\nBilo bi mudro zapamtiti da je selo pokrenulo bitcoin pokret u El Salvadoru, a ne moćnik.\n\nOriginalan tekst autora [Alex Gledstein](https://twitter.com/gladstein) objavljen je na portalu [Bitcoin Magazine](https://bitcoinmagazine.com/culture/the-polarity-of-bitcoin-in-el-salvador). Prijevod teksta napravljen je uz dozvolu autora.\n","frontmatter":{"index":12,"title":"Selo i moćnik: Nevjerojatna priča o bitcoinu i El Salvadoru","author":"Alex Gledstein","authorURL":"https://twitter.com/gladstein","meta":"Prateći Bitcoinovo putovanje u El Salvadoru, od nove nade u malom selu do novog zakona sve autoritarnije vlade","translator":"TheVeka","translatorURL":"https://twitter.com/WMI_Bitcoin","slug":"selo-i-mocnik","img":"selo-i-mocnik","flag":"croatia","tags":["translation"]}},{"content":"\nFrancuska još uvijek koristi monetarni kolonijalizam za iskorištavanje 15 afričkih nacija. Može li Bitcoin biti izlaz?\n\nU jesen 1993. obitelj Fodéa Diopa štedjela je za njegovu budućnost. Briljantan 18-godišnjak koji živi u Senegalu, Fodé je imao pred sobom svijetlu budućnost kao košarkaš i inženjer. Njegov otac, školski učitelj, pomogao mu je pronaći inspiraciju u računalima i povezivanju sa svijetom oko sebe. A njegov atletski talent donio mu je ponude za studiranje u Europi i Sjedinjenim Američkim Državama.\n\nAli kada se probudio ujutro 12. siječnja 1994., sve se promijenilo. Preko noći je njegova obitelj izgubila pola svoje ušteđevine. Ne zbog krađe, pljačke banke ili bankrota neke tvrtke - već zbog devalvacije valute koju je nametnula strana sila sa sjedištem udaljenim 5000 kilometara od njih.\n\nPrethodne večeri francuski dužnosnici sastali su se sa svojim afričkim kolegama u Dakaru kako bi razgovarali o sudbini \"franca de la Communauté financière africaine\" (ili franka Financijske zajednice Afrike), široko poznatog kao CFA franak ili skraćeno \"seefa\". Tijekom čitavog Fodéova života njegov CFA franak bio je vezan za francuski franak u omjeru od 1 naprama 50, ali kad je kasnonoćni sastanak završio, ponoćna objava postavila je novu vrijednost od 1 naprama 100.\n\nOkrutna je ironija bila da je ekonomska sudbina milijuna Senegalaca bila potpuno izvan njihovih vlastitih ruku. Nikakvi prosvjedi nisu mogli svrgnuti njihove ekonomske gospodare. Desetljećima su novi predsjednici dolazili i odlazili, ali temeljni financijski aranžman nikada se nije mijenjao. Za razliku od tipične fiat valute, sustav je bio daleko podmukliji. Bio je to monetarni kolonijalizam.\n\n## Mehanika CFA sustava\n\nU svojoj knjizi koja otvara oči, [Posljednja afrička kolonijalna valuta: priča o CFA franku (Africa's Last Colonial Currency: The CFA Franc Story)](https://amzn.to/3P4pAlC), znanstvenici iz područja ekonomije Fanny Pigeaud i Ndongo Samba Sylla govore o tragičnoj i, ponekad šokantnoj, povijesti CFA franka.\n\nFrancuska je, kao i druge europske sile, kolonizirala mnoge nacije diljem svijeta u doba svog imperijalnog vrhunca. Veoma često ta kolonizacija bila je brutalna. Nakon okupacije od strane nacističke Njemačke u Drugom svjetskom ratu, Francusko kolonijalno carstvo \"Empire colonial français\" počeo se raspadati. Francuzi su se borili da zadrže svoje kolonije, nanoseći pritom ogromne ljudske žrtve. Unatoč vođenju skupog niza globalnih ratova, izgubljena je Indokina, zatim Sirija i Libanon, te, na kraju, francuski teritorij u sjevernoj Africi, uključujući cijenjenu naseljeničku koloniju Alžir, bogatu naftom i plinom. No Francuska je bila odlučna ne izgubiti svoje teritorije u zapadnoj i središnjoj Africi. Oni su osiguravali vojnu snagu tijekom dva svjetska rata i nudili obilje prirodnih resursa - uključujući uran, kakao, drvo i boksit - koji su obogatili i održali metropolu (Francusku u njenim postojećim europskim granicama).\n\nKako se približavala 1960., dekolonizacija se činila neizbježnom. Europa je bila ujedinjena u povlačenju iz Afrike nakon desetljeća pustošenja i pljačke koju su sponzorirale države. Ali francuske su vlasti shvatile da mogu dobiti svoj kolač i pojesti ga, prepuštanjem političke kontrole uz zadržavanje monetarne kontrole.\n\nOvo naslijeđe i danas postoji u 15 zemalja koje govore francuski i koriste valutu koju kontrolira Pariz: Senegal, Mali, Obala Bjelokosti, Gvineja Bisau, Togo, Benin, Burkina Faso, Niger, Kamerun, Čad, Srednjoafrička Republika, Gabon, Ekvatorijalna Gvineja, Republika Kongo i Komori. U 2022. Francuzi još uvijek vrše monetarnu kontrolu nad više od 2,5 milijuna četvornih kilometara afričkog teritorija, površine 80% veličine Indije.\n\nFrancuska je službenu dekolonizaciju započela 1956. s Defferreovim okvirnim zakon \"La Loi-cadre Defferre\", dijelom zakona koji kolonijama daje više autonomije i stvara demokratske institucije i opće pravo glasa. Godine 1958. francuski ustav je izmijenjen kako bi se uspostavila La Communauté (Zajednica): skupina autonomnih, demokratski upravljanih prekomorskih teritorija. Predsjednik Charles de Gaulle obišao je kolonije diljem zapadne i središnje Afrike kako bi ponudio autonomiju bez neovisnosti kroz La Communauté ili neposrednu potpunu neovisnost. Jasno je dao do znanja da će s prvim biti povlastica i stabilnosti, a s drugim velikih rizika, pa čak i kaosa.\n\nGodine 1960. Francuska je zapravo imala veću populaciju — oko 40 milijuna ljudi — od 30 milijuna stanovnika sadašnjih 15 CFA zemalja. Ali danas 67 milijuna ljudi živi u Francuskoj, a 183 milijuna u CFA zoni. Prema projekcijama UN-a, do 2100. godine Francuska će imati 74 milijuna, a CFA nacije više od 800 milijuna. S obzirom da Francuska još uvijek drži njihovu financijsku sudbinu u svojim rukama, situacija sve više nalikuje ekonomskom apartheidu.\n\nKada je CFA franak prvobitno uveden 1945., vrijedio je 1,7 francuskih franaka. Godine 1948. ojačan je na 2 francuska franka. Ali u vrijeme kad je CFA franak bio vezan za euro krajem 1990-ih, vrijedio je 0,01 francuski franak. To je ukupna devalvacija od 99,5%. Svaki put kad je Francuska devalvirala CFA franak, povećala je svoju kupovnu moć u odnosu na svoje bivše kolonije i poskupila im uvoz vitalne robe. Godine 1992. Francuzi su putem nacionalnog referenduma mogli glasovati o prihvaćanju eura ili ne. Državljanima CFA-e bilo je uskraćeno takvo pravo i bili su isključeni iz pregovora koji bi njihov novac vezali za novu valutu.\n\nTočan mehanizam CFA sustava evoluirao je od njegovog nastanka, ali osnovna funkcionalnost i metode iskorištavanja su nepromijenjene. Oni su opisani onim što Pigeaud i Sylla nazivaju \"teorijom ovisnosti\", gdje se resursi perifernih nacija u razvoju \"kontinuirano crpe u korist središnjih bogatih nacija... bogate nacije ne ulažu u siromašne nacije da bi ih učinile bogatijima... [ovo] izrabljivanje evoluiralo je tijekom vremena od brutalnih režima ropstva do sofisticiranijih i manje očitih načina održavanja političkog i ekonomskog ropstva.”\n\nTri središnje banke danas opslužuju 15 zemalja CFA: Središnja banka zapadnoafričkih država (Banque Centrale des États de l'Afrique de l'Ouest - BCEAO) za zapadnoafričke zemlje, Banka država Srednje Afrike (Banque des États de l'Afrique Centrale - BEAC) za srednjoafričke zemlje i Središnja banka Komora (Banque Centrale des Comores BCC) za Komore. Središnje banke drže devizne rezerve (tj. nacionalnu štednju) za pojedinačne nacije u svojoj regiji, koje u svakom trenutku moraju držati nevjerojatnih 50% u francuskoj riznici. Ova brojka, koliko god visoka, rezultat je povijesnih pregovora. Izvorno su bivše kolonije morale držati 100% svojih rezervi u Francuskoj, a tek su 1970-ih stekle pravo kontrolirati neke i ustupiti \"samo\" 65% Parizu. CFA države nemaju nikakvu diskreciju u pogledu svojih rezervi pohranjenih u inozemstvu. Zapravo, oni ne znaju kako se taj novac troši. U međuvremenu, Pariz točno zna kako se troši novac svake CFA države, budući da vodi \"operativne račune\" za svaku zemlju u tri središnje banke.\n\nKao primjer kako ovo funkcionira, kada tvrtka za proizvodnju kave iz Bjelokosti proda robu u vrijednosti od milijun dolara kineskom kupcu, juani od kupca se mijenjaju u eure na francuskom tržištu valuta. Zatim francuska riznica preuzima eure i kreditira iznos u CFA francima na račun Obale Bjelokosti u BCEAO, koji zatim kreditira račun proizvođača kave u zemlji. Sve prolazi kroz Pariz. Prema Pigeaudu i Sylli, Francuska još uvijek proizvodi sve novčanice i kovanice koje se koriste u CFA regiji — naplaćujući 45 milijuna eura godišnje za uslugu — i još uvijek drži 90% zlatnih rezervi CFA, oko 36,5 tona.\n\nSustav CFA daje pet glavnih prednosti francuskoj vladi:\n\n- rezerve bonusa koje može koristiti prema vlastitom nahođenju;\n- velika tržišta za skup izvoz i jeftin uvoz;\n- mogućnost kupnje strateških minerala u domaćoj valuti bez smanjenja rezervi;\n- povoljne zajmove kada su CFA zemlje u kreditima i povoljne kamatne stope kada su u dugovima (dugo je vremena francuska stopa - inflacije čak premašivala kamatnu stopu zajma, što znači da je Francuska zapravo prisiljavala CFA nacije da plaćaju naknadu za -skladištenje svojih rezervi u inozemstvu); i, konačno,\n- \"dvostruki zajam\", u kojem će CFA nacija posuditi novac od Francuske, i, u potrazi za raspoređivanjem kapitala, imati malo izbora s obzirom na perverzne makroekonomske okolnosti u kojima treba sklopiti ugovor s francuskim tvrtkama. To znači da se glavnica kredita odmah vraća u Francusku, ali je afrička nacija još uvijek opterećena i glavnicom i kamatama.\n\nTo dovodi do svojevrsnog fenomena \"recikliranja petrodolara\" (slično onome kako bi Saudijska Arabija uzimala dolare zarađene prodajom nafte i ulagala ih u američke trezorske zapise), jer bi CFA izvoznici povijesno prodavali sirovine Francuskoj, a dio prihoda bivao prikupljen od strane regionalne središnje banke i “reinvestiran” natrag u dug metropole kroz francuski ili danas europski državni dug. Pored toga, tu je još i selektivna konvertibilnost CFA franka. Poduzeća danas mogu lako prodati svoje CFA franke za eure (prethodno francuske franke), ali građani koji nose CFA franke izvan zone svoje središnje banke ne mogu ih formalno nigdje zamijeniti. Beskorisne su otprilike kao i razglednice. Ako državljanka Bjelokosti napušta svoju zemlju, mora prvo zamijeniti novčanice za eure, gdje francusko ministarstvo financija i Europska središnja banka (ECB) izdvajaju seigniorage (danak feudalnom gospodaru) putem tečaja.\n\nMonetarna represija u igri je da Francuska prisiljava CFA nacije da drže golemu količinu rezervi u pariškim blagajnama, sprječavajući Afrikance u stvaranju domaćih kredita. Regionalne središnje banke na kraju posuđuju vrlo malo po vrlo visokim stopama, umjesto da posuđuju više po niskim stopama. A CFA nacije na kraju, protiv svojih želja, kupuju francuski ili, danas europski, dug svojim strateškim rezervama.\n\nOno što možda najviše iznenađuje jest posebna povlastica prava prvenstva pri uvozu i izvozu. Ako ste malijski proizvođač pamuka, svoju robu prvo morate ponuditi Francuskoj prije nego što odete na međunarodna tržišta. Ili ako ste u Beninu i želite izgraditi novi infrastrukturni projekt, morate razmotriti francuske ponude, prije ostalih. To je povijesno značilo da je Francuska mogla doći do robe jeftinije od tržišne iz svojih bivših kolonija i prodavati vlastitu robu i usluge po cijenama višim od tržišnih.\n\nPigeaud i Sylla ovo nazivaju nastavkom \"kolonijalnog pakta\", koji je bio usredotočen na četiri temeljna načela:\n\n- kolonijama je bila zabranjena industrijalizacija i morale su se zadovoljiti opskrbom metropole sirovinama koje su ih pretvarale u gotove proizvode koji su se zatim preprodani kolonijama,\n- metropola je uživala monopol kolonijalnog izvoza i uvoza,\n- monopol prilikom slanja kolonijalnih proizvoda u inozemstvo i konačno,\n- metropola je dala trgovačke povlastice proizvodima kolonija.\n\nRezultat toga je situacija u kojoj “središnje banke imaju velike devizne rezerve plaćene po niskim ili čak negativnim stopama u realnom iznosu, u kojoj komercijalne banke drže višak likvidnosti, gdje je pristup kreditima za kućanstva i poduzeća racionaliziran i u kojoj su države sve više prisiljene, kako bi financirali svoje razvojne projekte, ugovarati devizne kredite po neodrživim kamatama, što dodatno potiče bijeg kapitala.\n\nDanas je CFA sustav \"afrikaniziran\", što znači da novčanice sada prikazuju afričku kulturu te floru i faunu na njima, a središnje banke nalaze se u Dakaru, Yaoundéu i Moroniju - ali to su samo kozmetičke promjene. Novčanice se još uvijek izrađuju u Parizu, operativne račune još uvijek vode francuske vlasti, a francuski dužnosnici još uvijek sjede u odborima regionalnih središnjih banaka i de facto imaju pravo veta. Nevjerojatna je situacija u kojoj građanin Gabona ima francuskog birokrata koji donosi odluke u njezino ime. Kao da ECB ili Federalne rezerve imaju Japance ili Ruse koji odlučuju umjesto Europljana i Amerikanaca.\n\nSvjetska banka i Međunarodni monetarni fond kroz povijest su radili zajedno s Francuskom na provođenju CFA sustava i rijetko, ako ikad, kritiziraju njegovu izrabljivačku prirodu. Zapravo, kao dio sustava Bretton Woods nakon Drugog svjetskog rata - gdje bi Amerikanci vodili Svjetsku banku, a Europljani MMF - položaj generalnog direktora MMF-a često je držao francuski dužnosnik, do nedavno Christine Lagarde. Tijekom godina MMF je pomagao Francuskoj da vrši pritisak na CFA nacije da slijede željenu politiku. Istaknuti primjer bio je ranih 1990-ih, kada Obala Bjelokosti nije htjela devalvirati svoju valutu, ali Francuzi su se zalagali za takvu promjenu. Prema Pigeaudu i Sylli, “krajem 1991., MMF je odbio nastaviti posuđivati novac Obali Bjelokosti, ponudivši zemlji dvije mogućnosti. Ili će država vratiti dugove ugovorene s Fondom ili će prihvatiti devalvaciju.” Obala Bjelokosti i druge CFA nacije su poklekle i prihvatile devalvaciju tri godine kasnije.\n\nU suprotnosti s vrijednostima sloboda, jednakost, bratstvo (liberté, égalité, fraternité), francuski su dužnosnici podupirali tiraniju u CFA zoni posljednjih šest desetljeća. Na primjer, tri čovjeka - Omar Bongo u Gabonu, Paul Biya u Kamerunu i Gnassingbé Eyadéma u Togu - zajedno su skupili 120 godina na vlasti. Sve bi ih njihovi ljudi izbacili daleko prije da Francuzi nisu osigurali gotovinu, oružje i diplomatsko pokriće. Prema Pigeaudu i Sylli, između 1960. i 1991. “Pariz je izveo gotovo 40 vojnih intervencija u 16 zemalja kako bi obranio svoje interese.” Taj je broj danas sigurno veći.\n\nS vremenom je CFA sustav omogućio francuskoj državi da iskorištava resurse i rad CFA nacija, ne dopuštajući im da povećaju svoju akumulaciju kapitala i razviju vlastita izvozno vođena gospodarstva. Rezultati su bili katastrofalni za razvoj društva općenito.\n\nDanas je BDP Obale Slonovače (korigiran za inflaciju) po glavi stanovnika (u dolarima) oko 1.700 USD, u usporedbi s 2.500 USD u kasnim 1970-ima. U Senegalu je tek 2017. BDP po stanovniku premašio visine dosegnute 1960-ih. Kao što primjećuju Pigeaud i Sylla, “10 država zone franka zabilježilo je svoje najviše razine prosječnog dohotka prije 2000-ih. U posljednjih 40 godina prosječna se kupovna moć gotovo posvuda pogoršala. U Gabonu je najveći prosječni prihod zabilježen 1976. godine, nešto ispod 20.000 dolara. Četrdeset godina kasnije smanjio se za pola. Gvineja Bisau pridružila se CFA sustavu 1997. godine, godine u kojoj je zabilježila vrhunac svog prosječnog prihoda. 19 godina kasnije, ovo je palo za 20%.”\n\nZapanjujućih 10 od 15 CFA zemalja Ujedinjeni narodi smatraju među \"najmanje razvijenim zemljama\" u svijetu, uz Haiti, Jemen i Afganistan. Na raznim međunarodnim ljestvicama Niger, Srednjoafrička Republika, Čad i Gvineja Bisau često se ubrajaju u najsiromašnije zemlje svijeta. Francuzi održavaju, zapravo, ekstremnu verziju onoga što je Allen Farrington nazvao \"[kapitalnim površinskim rudnikom](https://allenfarrington.medium.com/the-capital-strip-mine-ec627e9fe40a)\".\n\nSenegalski političar Amadou Lamine-Guèye jednom je sažeo CFA sustav kao građani koji imaju \"samo dužnosti, a nikakva prava\", te da je \"zadatak koloniziranih teritorija bio proizvoditi puno, proizvoditi iznad vlastitih potreba i proizvoditi na štetu njihovih neposrednijih interesa, kako bi se metropoli omogućio bolji životni standard i sigurnija opskrba.” Metropola, naravno, odolijeva ovom opisu. Kao što je francuski ministar gospodarstva Michel Sapin rekao u travnju 2017., \"Francuska je tu kao prijatelj.\"\n\nSada se možete zapitati: Opiru li se afričke zemlje ovom iskorištavanju? Odgovor je da, ali oni plaćaju visoku cijenu. Rani nacionalistički vođe iz doba afričke neovisnosti prepoznali su kritičnu vrijednost ekonomske slobode.\n\n“Neovisnost je samo uvod u novu i uključeniju borbu za pravo na vođenje vlastitih gospodarskih i društvenih poslova [..] neometano uništavajućom i ponižavajućom neokolonijalističkom kontrolom i uplitanjem,” izjavio je 1963. Kwame Nkrumah, koji je vodio pokret koji je Ganu učinio prvom neovisnom nacijom u podsaharskoj Africi. Ali kroz povijest CFA regije, nacionalni čelnici koji su se suprotstavili francuskim vlastima uglavnom su loše prolazili.\n\nGodine 1958. Gvineja je pokušala zatražiti monetarnu neovisnost. U poznatom govoru, vatreni nacionalist Sekou Touré rekao je gostujućem Charlesu de Gaulleu: \"Radije bismo imali siromaštvo u slobodi nego bogatstvo u ropstvu,\" i nedugo zatim napustio sustav CFA. Prema The Washington Postu, “kao reakcija, i kao upozorenje drugim područjima s francuskim govornim područjem, Francuzi su se povukli iz Gvineje tijekom dva mjeseca, odnoseći sa sobom sve što su mogli. Odvrnuli su žarulje, uklonili planove za kanalizacijske cjevovode u Conakryju, glavnom gradu, pa čak i spalili lijekove umjesto da ih ostave Gvinejcima.”\n\nZatim, kao čin destabilizirajuće odmazde, Francuzi su pokrenuli operaciju Persil, tijekom koje su, prema Pigeaudu i Sylli, francuske obavještajne službe krivotvorile goleme količine novih gvinejskih novčanica i zatim ih \"masovno\" ubacile u zemlju. \"Rezultat\", pišu oni, \"bio je kolaps gvinejskog gospodarstva.\" Demokratske nade zemlje srušene su zajedno s njezinim financijama, jer je Touré uspio učvrstiti svoju moć u kaosu i započeti 26 godina brutalne vladavine.\n\nU lipnju 1962. malijski vođa za neovisnost Modibo Keita objavio je da Mali napušta CFA zonu kako bi kovao vlastitu valutu. Keita je detaljno objasnio razloge za taj potez, kao što su ekonomska prevelika ovisnost (80% malijskog uvoza dolazi iz Francuske), koncentracija ovlasti za donošenje odluka u Parizu i usporavanje ekonomske diversifikacije i rasta.\n\n“Istina je da je vjetar dekolonizacije prošao preko starog zdanja, ali nije ga previše poljuljao”, rekao je o statusu quo. Kao odgovor, francuska vlada učinila je malijski franak nekonvertibilnim. Uslijedila je duboka gospodarska kriza, a Keita je svrgnut vojnim udarom 1968. Mali je na kraju odlučio ponovno ući u CFA zonu, ali su Francuzi nametnuli dvije devalvacije malijskog franka kao uvjete za povratak i nisu dopustili ponovni ulazak do 1984. godine.\n\nGodine 1969., kada je predsjednik Nigera Hamani Diori tražio \"fleksibilniji\" aranžman, gdje bi njegova zemlja imala veću monetarnu neovisnost, Francuzi su to odbili. Prijetili su mu uskraćivanjem plaćanja za uran koji su skupljali iz pustinjskih rudnika koji će Francuskoj dati energetsku neovisnost putem nuklearne energije. Šest godina kasnije, Diorijevu vladu svrgnuo je general Seyni Kountché, tri dana prije planiranog sastanka za ponovno pregovaranje o cijeni nigerskog urana. Diori je želio povisiti cijenu, ali se njegov bivši kolonijalni gospodar nije složio s tim. Francuska vojska bila je stacionirana u blizini tijekom puča, ali, kako Pigeaud i Sylla primjećuju, nisu ni prstom maknuli.\n\nGodine 1985., revolucionarni vojni vođa Thomas Sankara iz Burkine Faso upitan je u intervjuu: “Nije li CFA franak oružje za dominaciju Afrikom? Planira li Burkina Faso nastaviti nositi ovaj teret? Zašto afričkom seljaku u njegovom selu treba konvertibilna valuta?” Sankara je odgovorio: “Je li valuta konvertibilna ili ne to nikada nije bila briga afričkog seljaka. On je protiv svoje volje bačen u ekonomski sustav protiv kojeg je bespomoćan.”\n\nSankaru je dvije godine kasnije ubio njegov najbolji prijatelj i drugi zapovjednik, Blaise Compaoré. Nikada nije održano suđenje. Umjesto toga, Compaoré je preuzeo vlast i vladao do 2014., lojalan i brutalan sluga CFA sustava.\n\n## Borba Faride Nabourema za financijsku slobodu toga\n\nU prosincu 1962. prvi postkolonijalni vođa Toga Sylvanus Olympio formalno je krenuo u osnivanje središnje banke Togoa i togoanskog franka. Ali ujutro 13. siječnja 1963., nekoliko dana prije nego što je trebao zacementirati ovu tranziciju, ubili su ga togoanski vojnici koji su prošli obuku u Francuskoj. Gnassingbé Eyadéma bio je jedan od vojnika koji su počinili zločin. Kasnije je preuzeo vlast i postao diktator Toga uz punu francusku podršku, vladajući više od pet desetljeća i promičući CFA franak do svoje smrti 2005. Njegov sin vlada do danas. Olympiovo ubojstvo nikada nije riješeno.\n\n[Obitelj Faride Nabourema](https://twitter.com/farida_n) uvijek je bila uključena u borbu za ljudska prava u Togu. Njezin otac bio je aktivni vođa opozicije, a služio je kao politički zatvorenik. Njegov se otac suprotstavljao Francuzima tijekom kolonijalnih vremena. Danas je ona vodeća figura demokratskog pokreta u zemlji.\n\nFarida je imala 15 godina kada je saznala da je povijest diktature Toga bila isprepletena s CFA frankom. Do tog vremena, ranih 2000-ih, počela se zbližavati sa svojim ocem i postavljati mu pitanja o povijesti svoje zemlje. “Zašto je naš prvi predsjednik ubijen samo nekoliko godina nakon što smo stekli neovisnost?” upitala je.\n\nOdgovor: opirao se CFA franku.\n\nGodine 1962. Olympia je započela pokret prema financijskoj neovisnosti od Francuske. Parlament je glasovao za početak takve tranzicije i stvaranje togoanskog franka i držanje njihovih rezervi u vlastitoj središnjoj banci. Farida je bila šokirana kada je saznala da je Olympio ubijen samo dva dana prije nego što je Togo trebao napustiti CFA aranžman. Kako je rekla: “Njegova odluka da traži monetarnu slobodu viđena je kao uvreda hegemoniji u frankofonskoj Africi. Bojali su se da će ih drugi slijediti.”\n\nDanas je, kaže ona, za mnoge togoanske aktiviste CFA glavni razlog za traženje veće slobode. “To je ono što animira mnoge u oporbenom pokretu.”\n\nRazlozi zašto su jasni. Farida je rekla da Francuska drži više od polovice rezervi Toga u svojim bankama, gdje Togoanci nemaju nikakav nadzor nad time kako se te rezerve troše. Često se te rezerve, koje su zaradili Togoanci, koriste za kupnju francuskog duga za financiranje aktivnosti francuskog naroda. Zapravo, taj se novac često posuđuje bivšem kolonijalnom gospodaru uz negativan stvarni prinos. Togoanci plaćaju Parizu da im čuva novac, a pritom financiraju životni standard Francuza.\n\nGodine 1994. devalvacija koja je ukrala ušteđevinu obitelji Fode Diopa u Senegalu teško je pogodila i Togo, uzrokujući ogroman porast državnog duga, smanjenje javnog financiranja lokalne infrastrukture i povećanje siromaštva.\n\n“Zapamtite,” rekla je Farida, “naša vlada je prisiljena dati prednost držanju naših rezervi u francuskoj banci umjesto trošenju kod kuće, tako da kada nas udari šok, moramo se degradirati, kako bismo osigurali da odgovarajuća količina gotovine bude u rukama Parižana .”\n\nTo stvara nacionalnu klimu ovisnosti, u kojoj su Togoanci prisiljeni isporučivati sirovu robu i unositi gotovu robu. To je zatvoreni krug iz kojeg nema izlaza.\n\nFarida je rekla da je prije otprilike 10 godina pokret protiv CFA-a počeo dobivati na snazi. Zbog mobilnih telefona i društvenih medija ljudi su se mogli ujediniti i organizirati na decentraliziran način. Nekada su se samo građani Bjelokosti i Togoa borili odvojeno, rekla je, ali sada postoji regionalni napor između aktivista.\n\nDesetljećima postoji ideja o \"eko\" valuti za sve zemlje Ekonomske zajednice zapadnoafričkih država (ECOWAS), uključujući regionalne gospodarske sile Nigeriju i Ganu. Farida je rekla da su Francuzi pokušali preoteti ovaj plan, videći ga kao način za proširenje vlastitog financijskog carstva. Godine 2013. tadašnji predsjednik François Hollande formirao je komisiju koja je izradila dokument za francusku budućnost u Africi. U njemu su izjavili da je imperativ uključiti anglofone zemlje (afričke zemlje u kojima se priča engleskim jezikom) poput Gane.\n\nAdministracija Emmanuela Macrona sada pokušava preimenovati CFA franak u Eco, u kontinuiranom procesu \"afrikanizacije\" francuskog kolonijalnog financijskog sustava. Nigerija i Gana odustale su od Eko projekta, nakon što su shvatile da će Francuzi i dalje imati kontrolu. Ništa se još formalno nije dogodilo, ali zemlje kojima trenutačno upravlja središnja banka BCEAO na putu su da pređu na ovu eko valutu do 2027. Francuzi će i dalje imati sposobnost donošenja odluka i ne postoje službeni planovi za prilagodbu središnjeg bankarstva srednjoafričkih CFA nacija ili Komora.\n\n\"Vrhunac je licemjerja za francuske vođe poput Macrona da odu u Davos i kažu da su gotovi s kolonijalizmom\", rekla je Farida, \"dok ga zapravo pokušavaju proširiti.\"\n\nRekla je da je izvorno CFA franak stvoren na temelju valutnog plana koji su koristili nacistički okupatori Francuske. Tijekom Drugog svjetskog rata, Njemačka je stvorila nacionalnu valutu za francuske kolonije kako bi mogla lako kontrolirati uvoz i izvoz koristeći samo jednu financijsku polugu. Kada je rat završio i Francuzi ponovno stekli slobodu, odlučili su koristiti isti model za svoje kolonije. Dakle, rekla je Farida, temelj CFA franka je zapravo nacistički.\n\nSustav ima mračnu genijalnost u tome što su Francuzi s vremenom uspjeli tiskati novac za kupnju vitalnih dobara iz svojih bivših kolonija, ali te afričke zemlje moraju raditi kako bi zaradile rezerve.\n\n\"To nije fer, to nije neovisnost\", rekla je Farida. “To je čista eksploatacija.”\n\nFrancuska tvrdi da je sustav dobar jer osigurava stabilnost, nisku inflaciju i konvertibilnost Togoancima. Ali konvertibilnost na kraju olakšava bijeg kapitala - kada je tvrtkama lako pobjeći od CFA-a i danas parkirati svoje profite u eurima - dok zarobljavaju Togoance u režimu seigniorage. Kad god se CFA pretvori - a mora biti pretvoren, jer se ne može koristiti izvan ekonomske zone u kojoj građani međusobno razmijenjuju dobra i usluge - Francuzi i ECB uzimaju svoj dio.\n\nDa, rekla je Farida, inflacija je niska u Togu u usporedbi s neovisnim državama, ali velik dio njihove zarade ide za borbu protiv inflacije umjesto za podršku razvoju infrastrukture i industrije kod kuće. Istaknula je rast Gane, koja ima neovisnu monetarnu politiku i višu inflaciju tijekom vremena od CFA zemalja, u usporedbi s Togom. Po svim pokazateljima - zdravstvu, rastu srednje klase, nezaposlenosti - Gana je superiornija. Zapravo, kad pogledamo iz većega, rekla je da niti jedna CFA nacija nije među 10 najbogatijih zemalja u Africi. Ali od 10 najsiromašnijih, polovica je u CFA zoni.\n\nFarida kaže da francuski kolonijalizam nadilazi novac. Također utječe na obrazovanje i kulturu. Na primjer, rekla je, Svjetska banka daje 130 milijuna dolara godišnje za potporu frankofonim zemljama (zemlje u kojima se priča francuskim jezikom) za plaćanje udžbenika u javnim školama. Farida kaže da je 90% tih knjiga tiskano u Francuskoj. Novac ide izravno iz Svjetske banke u Pariz, a ne u Togo ili bilo koju drugu afričku naciju. Knjige su alat za ispiranje mozga, rekla je Farida. Usredotočeni su na slavu francuske kulture i potkopavaju postignuća drugih naroda, bilo da su američki, azijski ili afrički.\n\nU srednjoj školi Farida je pitala svog oca: \"Koriste li ljudi u Europi neki drugi jezik osim francuskog?\" On se smijao. Učili su samo o francuskoj povijesti, francuskim izumiteljima i francuskim filozofima. Odrasla je misleći da su jedini pametni ljudi Francuzi. Nikada nije pročitala nijednu američku ili britansku knjigu prije nego što je prvi put otputovala u inozemstvo.\n\nOpćenito, rekla je Farida, Francuska Afrika konzumira 80% knjiga koje Francuzi tiskaju. Predsjednik Macron želi proširiti ovu dominaciju i obećao je potrošiti stotine milijuna eura za jačanje francuskog jezika u Africi, izjavljujući da bi on mogao biti \"prvi jezik\" kontinenta i nazivajući ga \"jezikom slobode\". S obzirom na trenutne trendove, do 2050. 85% svih govornika francuskog moglo bi živjeti u Africi. Jezik je jedan od stupova podrške opstanku CFA franka.\n\nPolitika je nešto drugo. Važan dio CFA sustava je francuska podrška diktaturi. S iznimkom Senegala, niti jedna zemlja bloka CFA nije imala smislenu demokratizaciju. Svaki pojedini uspješni tiranin u frankofonskoj Africi, rekla je Farida, imao je punu podršku francuske države. Kad god dođe do državnog udara protiv demokracije, Francuzi podržavaju pučiste sve dok su oni prijatelji CFA režima. Ali u trenutku kad netko ima antifrancuske tendencije, vidite sankcije, prijetnje ili čak atentate.\n\nFarida ističe primjer Chad i Malija danas. Obje zemlje su pod prijetnjom terorizma i pobune. U Cahdu je pokojnog vojnog diktatora Idrissa Debyja Francuska podržavala tri desetljeća do njegove smrti u travnju. Prema chadskom ustavu, čelnik parlamenta obično je sljedeći na redu za predsjednika, no umjesto toga vojska je postavila Debyjeva sina, generala u vojsci. Francuska vlada pozdravila je ovu ilegalnu tranziciju, a predsjednik Macron je čak posjetio Chad kako bi proslavio ovu prijevaru. U govoru odavanja počasti nazvao je Debyja \"prijateljem\" i \"hrabrim vojnikom\" i rekao \"Francuska neće dopustiti da itko dovede u pitanje ili prijeti stabilnosti i integritetu Chada danas ili sutra\". Sin će, naravno, promovirati CFA franak.\n\nMali je, s druge strane, rekla je Farida, imao državni udar mjesec dana nakon Chadovog. Hunta i stanovništvo nisu toliko prijateljski raspoloženi prema Parizu i čini se da u Rusiji traže novog partnera za suzbijanje terorizma. Tako je francuska vlada državni udar nazvala \"neprihvatljivim\", prijeti da će povući trupe iz Malija kako bi ih \"ostavila nasamo s teroristima\", kako je rekao Farida, i priprema sankcije. Mali je kažnjen od strane Francuske jer je učinio isto što i Chad. Ima despotizma i korupcije s obje strane. Jedina razlika je u tome što se Mali želio odmaknuti od francuske monetarne kontrole, dok Chad i dalje surađuje.\n\n“Kada ste diktator, dokle god radite za Francusku, oni će i dalje nalaziti izgovore da vam pomognu da ostanete na vlasti”, rekla je Farida. Isto su učinili 2005. u njezinoj zemlji Togo, što je dovelo do toga da je sin preuzeo vlast od svog oca diktatora i do njezinog vlastitog političkog buđenja.\n\n## Misija Fode Diopa da donese bitcoin u Senegal\n\nTek kada je Fodé Diop imao priliku otputovati u SAD, mogao je početi gledati svoju zemlju Senegal izvana.\n\nIsprva je devalvacija CFA franka 1994. dovela njegovu akademsku budućnost u opasnost. Imao je priliku otići studirati i igrati košarku na sveučilištu u Kansasu, ali je njegova obiteljska ušteđevina bila uništena. Sretniji od većine oko njega, njegova je obitelj imala još jednu mogućnost: njegov je otac imao prava na knjige za nastavne materijale koje je on izradio, a on ih je mogao upotrijebiti da posudi ono što je bilo potrebno da Fodé ode u školu.\n\nJednog dana, nekoliko godina nakon što je završio fakultet, dok je živio u SAD-u i radio na novoj web stranici za video on demand sa svojim bratom, Fodé je slučajno naišao na YouTube video dr. Cheikha Anta Diopa, senegalskog znanstvenika i povjesničara, govoreći o tome kako su novac i jezik bili alati za kontrolu ljudskih umova i sredstava za život.\n\nFodé je već čuo za dr. Diopa - najveće sveučilište u Senegalu nazvano je po njemu - ali nije slušao njegovu kritiku CFA sustava. To je teško pogodilo Fodéa. Kaže da je to bilo poput trenutka u \"Matrixu\", jednom od njegovih omiljenih filmova, kada Neo uzima crvenu pilulu od Morpheusa i bježi iz svoje kapsule u uznemirujuće brutalni stvarni svijet. Napokon je ugledao vodu u kojoj je plivao dok je odrastao.\n\n\"Ovo je bio prvi put u životu da sam počeo razmišljati svojom glavom\", rekao je Fodé. “Prvi put sam shvatio da je valuta moje zemlje mehanizam kontrole.”\n\nRekao je da je to više od puke kontrole nad valutom. Budući da Francuzi tiskaju i kontroliraju novac preko operativnih računa svake zemlje, oni imaju podatke.\n\n“Oni znaju što kamo ide, imaju informacije o svim zemljama. Oni imaju prednost nad tim zemljama. Oni znaju tko je korumpiran. Oni znaju tko kupuje nekretnine u Francuskoj. Oni znaju što je dostupno. Oni imaju prvo pravo odbijanja povlaštenih uvoznih i izvoznih cijena. Imaju potpunu dominaciju,” rekao je Fodé.\n\nKasnije će razmišljati o devalvaciji iz 1994. godine. Tada je imao samo 18 godina pa nije shvaćao što se dogodilo, osim činjenice da su obiteljske financije postale znatno teže.\n\n“Stavljaju vam vreću na glavu kako ne biste primijetili svoju stvarnost”, rekao je.\n\nU retrospektivi, o tome se vodila velika javna rasprava. Ljudi su shvatili da kada bi išli pretvarati u francuski franak, dobili bi upola manje za svoj novac, iako su radili istu količinu posla. Francuski razlog, rekao je Fodé, bio je učiniti izvoz jeftinijim kako bi afričke zemlje mogle proizvoditi konkurentnije. Ali Fodé to vidi drugačije: to je Francuskoj omogućilo da udari bičem i kupi jeftiniju robu.\n\nFodé je imao još dva trenutka \"crvene pilule\". Sljedeći je došao 2007., kada je radio u Las Vegasu na tehnološkoj sceni. Gledao je video Stevea Jobsa, koji je upravo predstavio prvi iPhone. Fodé je bio zapanjen: mobilni telefon koji je imao izvorni preglednik sa zaslonom osjetljivim na dodir. Ista stvar koja je bila na vašem računalu sada je bila i na vašem telefonu. Odmah je znao da će to promijeniti svijet. Njegova sljedeća misao: Kako da izvorna plaćanja unesemo u iPhone aplikacije, tako da ljudi bez bankovnih računa i kreditnih kartica mogu koristiti mobilni novac?\n\nPosljednja crvena pilula za Fodéa bilo je učenje o Bitcoinu 2010. godine. Živio je u Los Angelesu kada je prvi put pročitao bitcoin white paper (bijeli knjiga) Satoshija Nakamota za \"peer-to-peer elektronički novčani sustav\". Od trenutka kada ga je pročitao, Fodé je pomislio: Po prvi put imamo oružje kojim se možemo boriti protiv ugnjetavanja i kolonijalizma. Novac naroda, koji ne kontroliraju vlade. \"Ovo je\", rekao je, \"upravo ono što nam treba.\"\n\nGodinama ranije, Fodé je pročitao \"[Izvan kontrole](https://amzn.to/3F7t2Y5)\" Kevina Kellyja. Jedno od poglavlja bilo je o e-valutama. Znao je da će na kraju sav novac biti digitalan, dio velike globalne elektroničke revolucije. Ali nikada nije preduboko razmišljao o transformativnoj snazi koju digitalni novac može imati, sve do Bitcoina.\n\n“Što je novac? Odakle dolazi? Postavljajući ova pitanja, to je ono što je Bitcoin učinio za mene,” rekao je. \"Prije toga, ne postavljate sami sebi ova pitanja.\"\n\nMožda, mislio je, jednog dana Francuska više neće imati pravo ili mogućnost tiskati i kontrolirati novac senegalskog naroda.\n\nFodé i njegov cimer u Las Vegasu ostajali bi do kasno mnogo puta tijekom narednih godina, razmišljajući o tome što bi Bitcoin mogao omogućiti za plaćanja, štednju i sve gospodarske aktivnosti. Saznao je što se dogodilo kad ste ukrali svoju kreditnu karticu, kakve je informacije to otkrilo. I što su treće strane radile s tim informacijama.\n\nMislio je da bi brak pametnog telefona i Bitcoina bio nevjerojatan alat za osnaživanje. Fodé bi se često vraćao u Senegal, a svaki put kad bi išao, sa sobom bi ponio hrpu telefona koje bi poklonio. Promatrao ih je kao veze s vanjskim svijetom za svoje prijatelje kod kuće.\n\nTijekom sljedećih godina radio je u različitim startupovima, a sve u industriji digitalizacije različitih dijelova naših života. Godine 2017. napustio je Vegas i otišao u San Francisco. Pridružio se kampu za kodiranje i odlučio postati računalni inženjer. U početku se jako uključio u scenu kriptovaluta u cjelini, no na kraju se, kaže, \"odljubio\" od Ethereuma, otprilike u vrijeme kad je počeo ići na sokratske seminare u San Franciscu s osnivačem Rivera Alexom Leishmanom. Upoznao je mnoge programere koji su radili na razvoju bitcoina i najranije korisnike Lightning mreže.\n\nGodine 2019. pobijedio je na hackathonu u sektoru transporta, izradivši Lightning fakturu koja bi otključala Teslu. To mu je dalo veliki poticaj samopouzdanju da može pomoći promijeniti svijet. Odlučio je otići kući u Senegal kako bi širio znanje o Bitcoin. Na putu mu je izvršna direktorica Lightning Labsa Elizabeth Stark dala stipendiju za putovanje na Lightning konferenciju u Berlinu. Tamo je upoznao Richarda Myersa iz GoTenne i programera Willa Clarka, koji su razmišljali o tome kako se mesh mrežama boriti protiv internetske cenzure. Fodé je pomislio: U Senegalu francuski telekom Orange kontrolira sve telefonske mreže. Možda bi mogli pronaći način da zaobiđu francusku kontrolu nad komunikacijama i mogućnost \"isključivanja interneta\" putem Bitcoina i Lightninga.\n\nSve telekomunikacijske kanale u Senegalu kontrolira Francuska i mogu ih zatvoriti u slučaju prosvjeda protiv čelnika zemlje, kojeg podržavaju sve dok se drži CFA sustava. Ali, moguće je pronaći krajnje točke, rekao je Fodé, preko drugih pružatelja usluga. To mogu biti druge nacionalne telefonske mreže ili čak satelitske veze. Fodé je stvorio uređaj koji može hvatati ove druge signale. Mobilni telefoni mogli bi se spojiti s tim uređajem, omogućujući korisnicima da budu online čak i kada su Francuzi isključili internet. Kako bi potaknuo ljude koji upravljaju takvim uređajima, plaćao bi im u bitcoinu. Za usmjeravanje podataka i održavanje ovih uređaja u Senegalu plaća se putem Lightninga. To je ono na čemu Fodé danas radi.\n\n\"Vrlo je riskantno\", rekao je Fodé. “Možete se suočiti sa zatvorom ili novčanom kaznom. Ali uz novčane poticaje, ljudi su voljni.”\n\nSljedeći put kada Orange isključi internet kako bi zaštitio svog saveznika u vladi, ljudi će možda imati novi način komuniciranja koji režim ne može zaustaviti.\n\nLightning je, rekao je Fodé, sve.\n\n“Potrebna su nam trenutna i jeftina plaćanja. Ne možemo vršiti on-chain Bitcoin plaćanja. Naknade su jednostavno preskupe. Moramo koristiti Lightning. Nema druge opcije”, rekao je. \"I radi.\"\n\nTo posebno zvuči istinito u području doznaka, koje su, prema Svjetskoj banci, glavni izvor BDP-a za mnoge CFA zemlje. Na primjer: 14,5% BDP-a temelji se na inozemnim doznakama. Za Senegal je 10,7%; Gvineja Bisau, 9,8%; Togo, 8,4%; i Mali, 6%. Prosječni trošak slanja doznake od 200 USD u sub-saharsku Afriku je 8%, a prosječni trošak slanja 500 USD 9%. Devizne doznake putem servisa poput [Strike](https://strike.me/) a koje se temelje na bitcoinu mogu smanjiti naknade ispod 1%. Usvajanjem bitcoin modela i koriptenjem ovakvih usluga može se uštedjeti od 0,5% do 1% BDP-a CFA zemalja.Ako to pogledamo izdaleka, svake godine pošiljatelji doznaka širom svijeta šalju kući otprilike 700 milijardi dolara. Moglo bi se uštedjeti između 30 i 40 milijardi dolara, što je otprilike isti iznos koji SAD troši svake godine na inozemnu pomoć.\n\nFodé razumije zašto bi ljudi na Zapadu mogli biti skeptični prema Bitcoinu. “Ako imate aplikaciju Venmo i Cash, možda ne vidite zašto je to važno. Imate sve pogodnosti modernog monetarnog sustava. Ali kad odete u Senegal, više od 70% naših ljudi nikada nije kročilo u banku. Mama nikada nije imala kreditnu ili debitnu karticu”, rekao je.\n\nPita se: Kako će uopće sudjelovati u globalnom financijskom sustavu?\n\nRekao je da će brak pametnih telefona i Bitcoina osloboditi ljude i promijeniti društvo. Fodé je spomenuo \"[Mobilni val](https://www.worldmein.com/proizvod/the-mobile-wave/)\", knjigu koju je izvršni direktor MicroStrategyja Michael Saylor napisao o revoluciji pomoću uređaja koji stanu u jednu ruku. Kad je Fodé prvi put dotaknuo iPhone, znao je da je to ono što je čekao. Svemir se urotio, pomislio je. U samo nekoliko kratkih godina, vidio je iPhone, Veliku financijsku krizu, Satotshijevo izdanje Bitcoina i vlastitu tranziciju da postane američki građanin.\n\nRekao je da, budući da je pola života proveo u Africi, a pola u SAD-u, vidi put naprijed.\n\n“Kada odem kući, vidim kako su ljudi sputani. Ali na isti način na koji smo preskočili fiksne telefone i prešli ravno na mobitele, preskočit ćemo banke i prijeći ravno na Bitcoin.”\n\nJoš jedan učinak koji vidi u Senegalu je da kada su ljudi izloženi Bitcoinu, počnu štedjeti.\n\n“Danas, kod kuće, razmišljam o tome kako pomoći ljudima da uštede novac”, rekao je. “Ovdje nitko ništa ne štedi. Samo troše svaki CFA franak koji mogu dobiti.”\n\nFodé je \"zauvijek zahvalan\" za bitcoin koji mu je Leishman dao, jer ga je na kraju dao u malim dijelovima ljudima u Senegalu - onima koji su dolazili na događaje ili postavljali dobra pitanja. Ljudi su vidjeli kako njegova vrijednost raste s vremenom.\n\nS velikim je uzbuđenjem promatrao što se događa u El Salvadoru. Kada je ranije ovog mjeseca stajao u konferencijskoj dvorani u Miamiju i slušao osnivača Strikea Jacka Mallersa kako najavljuje da je jedna država dodala bitcoin kao zakonsko sredstvo plaćanja, Fodé je rekao da je zaplakao. Mislio je da se ovo nikada neće dogoditi.\n\n“Ono što je počelo kao pohrana vrijednosti, sada se razvija u sredstvo razmjene”, rekao je.\n\nEl Salvador ima neke sličnosti sa zemljama CFA zone. To je siromašnija nacija, vezana za stranu valutu, ovisna o uvozu, sa slabijom izvoznom bazom. Njegovu monetarnu politiku kontrolira vanjska sila. 70% zemlje nema bankarstvo, a 22% nacionalnog BDP-a oslanja se na inozemne doznake.\n\n\"Ako bi to mogla biti dobra opcija za njih,\" mislio je Fodé, \"možda bi mogla biti i za nas.\"\n\nAli zna da postoje velike prepreke.\n\nJedan je francuski jezik. Nema puno francuskih informacija na GitHubu ili u dokumentacijskim materijalima za Lightning ili o Bitcoin coreu. Trenutno Fodé radi na prevođenju dijela ovoga na francuski kako bi se lokalna zajednica programera mogla više uključiti.\n\nMože li se zajednica Bitcoin Beach (Bitcoin plaža) na kraju pojaviti u Senegalu? Da, rekao je Fodé. Zato se vratio i zato vodi sastanke, prikuplja donacije putem [Lightninga](https://strike.me/diopfode/) i gradi verziju [Radija Slobodna Europa](https://pressroom.rferl.org/about-us) koju pokreću građani i koja se temelji na Bitcoinu.\n\n\"Mogli bi me zatvoriti\", rekao je. \"Ali kroz sastanke se trudim da ne budem niti jedina točka neuspjeha (single point of failure).\"\n\nOn misli da će biti teško usvojiti Bitcoin u Senegalu zbog francuskog utjecaja.\n\n\"Neće proći bez borbe\", rekao je.\n\nKao što je rekao Ndongo Samba Sylla, “Danas se Francuska suočava s relativnim ekonomskim padom u regiji koju je dugo smatrala svojim privatnim rezervatom. Čak i suočena s usponom drugih sila poput Kine, Francuska nema namjeru odustati od vlasti - borit će se do posljednjeg.\"\n\nAli možda bi to, umjesto nasilne revolucije, mogla biti postupna mirna revolucija tijekom vremena koja izbacuje kolonijalizam.\n\n\"Ne iznenadno isključivanje, već paralelni sustav, gdje se ljudi mogu sami odlučiti tijekom vremena\", rekao je Fodé. “Bez prisile.”\n\nŠto se tiče ljudi koji misle da samo trebamo tražiti od vlade da zaštiti naša prava?\n\n\"Oni ne znaju da demokracije poput Francuske imaju lošu stranu\", rekao je Fodé. “Neće nam dati slobodu. Umjesto toga, trebali bismo slijediti korake _cypherpunka_ i zgrabiti našu slobodu koristeći otvoreni kod.”\n\nNa pitanje o šansama Bitcoina da zamijeni središnje bankarstvo, Fodé je rekao da ta ideja “Amerikancima može zvučati ludo, ali za Senegalce ili Togoance, središnje banke su parazit našeg društva. Moramo uzvratiti.”\n\nFodé smatra da Bitcoin \"mijenja život\".\n\n“Nikada prije nismo imali sustav u kojem bi se novac mogao kovati na decentraliziran način. Ali ovo je ono što imamo danas. To je rješenje za one kojima je najpotrebnije. Po prvi put imamo moćno oruđe za suzbijanje ugnjetavanja”, rekao je. “Možda nije savršeno, ali moramo koristiti alate koje danas imamo da se borimo za ljude. Ne čekati da nam netko dođe pomoći.”\n\n## Odvajanje novca od države\n\nGodine 1980. kamerunski ekonomist Joseph Tchundjang Pouemi napisao je Novac, ropstvo i sloboda: Afrička monetarna represija (Monnaie, servitude et liberté: La répression monétaire de l’Afrique) Teza: novčana ovisnost je temelj svih drugih oblika ovisnosti. Završne riječi knjige posebno snažno zvuče danas: “Sudbina Afrike bit će iskovana novcem ili se uopće neće iskovati.”\n\nNovac i valuta zakopani su ispod površine u globalnom pokretu za ljudska prava. Oni se gotovo nikada ne spominju na konferencijama o ljudskim pravima i rijetko se o njima raspravlja među aktivistima. Ali pitajte zagovornika demokracije iz autoritarnog režima o novcu, i ispričat će vam nevjerojatne i tragične priče. Demonetizacija u Eritreji i Sjevernoj Koreji, hiperinflacija u Zimbabveu i Venezueli, državni nadzor u Kini i Hong Kongu, zamrznuta plaćanja u Bjelorusiji i Nigeriji i ekonomski zaštitni zidovi u Iranu i Palestini. A sada: monetarni kolonijalizam u Togu i Senegalu. Bez financijske slobode pokreti i nevladine organizacije ne mogu se održati. Ako su njihovi bankovni računi zatvoreni, novčanice demonetizirane ili sredstva obezvrijeđena, njihova moć je ograničena i tiranija maršira.\n\nMonetarna represija i dalje se skriva i o njoj se ne govori u pristojnim krugovima. Današnja stvarnost za 182 milijuna ljudi koji žive u CFA zemljama je da iako su možda politički neovisni po imenu, njihova su gospodarstva i novac još uvijek pod kolonijalnom vlašću, a strane sile još uvijek zlorabe i produljuju taj odnos kako bi iscijedile i iskorištavale što više vrijednosti iz njihova društva i geografije što je više moguće.\n\nPosljednjih godina građani CFA zone sve više ustaju. Slogan Francusko odobrenje \"France Dégage!\" postao je poklič okupljanja. No čini se da najglasniji kritičari sustava, među njima Pigeaud i Sylla, ne nude održivu alternativu. Oni odbacuju status quo i ropstvo MMF-a, samo kako bi predložili ili regionalnu valutu, koju kontroliraju lokalni čelnici, ili sustav u kojem svaka CFA nacija stvara i upravlja vlastitom valutom. Ali samo zato što su Senegal ili Togo dobili monetarnu neovisnost od Francuske, ne jamči da će imati dobre rezultate ili da čelnici zemlje neće zlorabiti valutu.\n\nJoš uvijek postoji prijetnja domaće diktatorske loše vladavine ili novog zarobljavanja od strane ruskih ili kineskih stranih sila. Jasno je da ljudima treba novac koji zapravo lomi kotač, novac koji mogu kontrolirati i kojim vlade bilo koje vrste ne mogu manipulirati. Baš kao što je došlo do povijesnog odvajanja crkve i države koje je utrlo put prosperitetnijem i slobodnijem ljudskom društvu, u tijeku je odvajanje novca od države.\n\nBi li građani CFA nacija, s vremenom, s povećanjem pristupa internetu, mogli popularizirati Bitcoin do te mjere da bi vlade bile prisiljene de facto ga usvojiti, kao što se dogodilo u zemljama Latinske Amerike poput Ekvadora s \"dolarización popular\" (popularna dolarizacija)? Povijest ostaje za pisati, ali jedno je sigurno: Svjetska banka i MMF oduprijet će se svim trendovima u tom smjeru. Već su zamahnuli protiv El Salvadora.\n\nNedavno je glumac Hill Harper citiran u The New York Timesu u vezi s njegovim aktivizmom oko Bitcoina u afroameričkoj zajednici. Rekao je, vrlo jednostavno, \"Oni ne mogu kolonizirati Bitcoin.\"\n\nFarida Nabourema se slaže. “Bitcoin”, rekla je, “prvi put ikada da postoji novac koji je zapravo decentraliziran i dostupan svakome u svijetu bez obzira na boju kože, ideologiju, nacionalnost, količinu bogatstva ili kolonijalnu prošlost.”\n\nRekla je da je to narodna valuta, pa čak ide i korak dalje.\n\n\"Možda\", rekla je, \"bitcoin bismo trebali nazvati valutom dekolonizacije.\"\n\nOriginalan tekst autora [Alex Gledstein](https://twitter.com/gladstein) objavljen je na portalu [Bitcoin Magazine](https://bitcoinmagazine.com/culture/bitcoin-a-currency-of-decolonization). Prijevod teksta napravljen je uz dozvolu autora.\n","frontmatter":{"index":11,"title":"Borba protiv monetarnog kolonijalizma pomoću otvorenog koda","author":"Alex Gledstein","authorURL":"https://twitter.com/gladstein","meta":"Francuska još uvijek koristi monetarni kolonijalizam za iskorištavanje 15 afričkih nacija. Može li Bitcoin biti izlaz?","translator":"TheVeka","translatorURL":"https://twitter.com/WMI_Bitcoin","slug":"borba-protiv-monetarnog-kolonijalizma-pomocu-otvorenog-koda","img":"borba-protiv-monetarnog-kolonijalizma-pomocu-otvorenog-koda","flag":"croatia","tags":["translation"]}},{"content":"> Jedan svjetleći sat na nebu \\\nProglasio da vrijeme nije ni krivo ni ispravno.\nRobert Frost, Upoznat s noći (1928.)\nVrijeme je za nas još uvijek velika misterija.\nTo nije ništa više od koncepta; ne znamo da li uopće postoji...\nClifford D. Simak, Shakespearov planet (1976.)\n\nVrijeme je novac, ili se tako barem kaže. Iz toga slijedi da je novac također vrijeme: prikaz kolektivne ekonomske energije koju je pohranilo čovječanstvo. Međutim, veza između vremena i novca je zamršenija nego što bi se na prvi pogled moglo činiti. Ako novac ne zahtijeva vrijeme za stvaranje, on ne funkcionira baš dobro kao novac, ili ne funkcionira dugo. Dublje, kao što ćemo vidjeti, praćenje  stvari u informacijskom području uvijek podrazumijeva praćenje vremena.\n\nČim novac postane digitalni, moramo se dogovoriti oko definicije vremena i u tome leži cijeli problem. Možda mislite da je određivanje vremena jednostavno kao i pogledati na bilo koji sat u blizini, i bili biste u pravu kada su u pitanju svakodnevni zadaci. Ali kada je u pitanju sinkronizacija stanja globalne, suparničke, distribuirane mreže, otkrivanje točnog vremena postaje gotovo nerješiv problem. Kako odrediti vrijeme ako se satovima ne može vjerovati? Kako stvoriti koncept singularnog vremena ako se vaš sustav proteže kroz galaksiju? Kako mjeriti vrijeme u bezvremenskom carstvu? I što je uopće vrijeme?\n\nDa bismo odgovorili na ova pitanja, morat ćemo pobliže pogledati sam koncept vremena i kako Bitcoin stvara svoje vrijeme: vrijeme bloka --- poznatije kao visina bloka. Istražit ćemo zašto je problem mjerenja vremena usko povezan s vođenjem evidencije, zašto u decentraliziranom sustavu ne postoji apsolutno vrijeme i kako Bitcoin koristi kauzalnost i nepredvidljivost kako bi izgradio vlastiti osjećaj sadašnjeg trenutka.\n\nUređaji za mjerenje vremena transformirali su civilizacije više puta. Kao što je Lewis Mumford rekao 1934.: \"Sat, a ne parni stroj, ključni je stroj modernog industrijskog doba.\" Danas, opet je uređaj za mjerenje vremena onaj koji transformira našu civilizaciju: sat, a ne računala, je istinski ključni uređaj modernog informacijskog doba. A taj sat je Bitcoin.\n\n## Vođenje uredne evidencije\n\n> Neka dijete nauči brojati stvari i tako dobiti pojam broja. Te se stvari, u svrhu brojanja, smatraju sličnima i mogu biti pojedinačni objekti ili skupine.\nDavid Eugene Smith, Nastava osnovne matematike (1900.)\n\nVrlo široko govoreći, postoje dva načina praćenja stvari: fizički tokeni (žetoni) i vođenje evidencije. Možete izravno koristiti artefakte iz stvarnog svijeta, npr. nekome dati morsku školjku, novčić ili neku drugu opipljivu stvar, ili možete replicirati stanje svijeta tako što ćete zapisati što se dogodilo na komad papira.\n\nZamislite da ste pastir i želite se pobrinuti da se cijelo vaše stado vrati kući. Na svaku ovcu možete staviti ogrlicu, a čim se ovca vrati kući, jednostavno skinete ogrlicu i objesite je u svoju šupu. Ako imate jednu vješalicu za svaku ogrlicu, znat ćete da se svaka ovca sigurno vratila čim se sve vješalice popune. Naravno, možete ih i prebrojati i voditi evidenciju. Međutim, morat ćete stvoriti novu evidenciju svaki put kada počnete brojati, a također ćete morati paziti da niti jednu ovcu ne prebrojite dvaput (ili ne prebrojite uopće).\n\nNovac je u biti alat za praćenje tko je kome koliko dužan. Općenito govoreći, sve što smo do sada koristili kao novac spada u dvije kategorije: fizički artefakti i informativni popisi. Ili, da koristimo uobičajeniji jezik: žetoni (token) i evidencije (ledger).\n\n![](/images/content/blog/bitcoin-je-vrijeme/ledger-token.jpg)\n\nVažno je shvatiti inherentnu razliku ovih kategorija, pa dopustite da to eksplicitno istaknem: prva metoda - fizički žeton - izravno predstavlja stanje stvari. Drugi - evidencija - posredno odražava stanje stvari. Svaki od njih ima prednosti i nedostatke. Na primjer, žetoni su fizički i distribuirani; evidencije su informacijske i centralizirane. Žetoni inherentno ne zahtijevaju povjerenje; evidencije zahtijevaju.\n\nU digitalnom području --- bez obzira na to koliko vas gurui marketinga intenzivno pokušavaju uvjeriti u suprotno --- možemo koristiti samo evidencije. To je informatičko područje, a ne fizičko. Čak i ako određenu vrstu informacija nazovete \"žetonom“ (tokenom), ona je i dalje savitljiva informacija, zapisana na tvrdom disku ili nekom drugom mediju koji može sadržavati informacije, što ih zapravo čini informatičkim zapisom.\n\nEvidencijskolika priroda svih digitalnih informacija glavni je uzrok problema dvostruke potrošnje. Informacije nikada izravno ne predstavljaju stanje svijeta. Nadalje, kretanje informacija podrazumijeva kopiranje. Informacija postoji na jednom mjestu, a da biste je \"premjestili\", morate je kopirati na drugo mjesto i izbrisati na izvoru. Ovaj problem ne postoji u fizičkom području. U fizičkom području, zapravo možemo premjestiti stvari od točke A do točke B. Informatičko područje nema ovo svojstvo. Ako želite \"premjestiti\" informacije s popisa A na popis B, morate ih kopirati s A na B. Ne postoji drugi način.\n\nDrugi način razmišljanja o tome je u smislu jedinstvenosti. Fizički tokeni su jedinstveni spojevi atoma čije sastavljanje nije lako replicirati. Čista informacija nema ovo svojstvo. Ako možete pročitati informacije, možete ih i savršeno kopirati. Praktično govoreći, proizlazi da su fizički tokeni jedinstveni, a digitalni tokeni nisu. Čak bih tvrdio da je \"digitalni token\" pogrešan naziv. Token može predstavljati tajnu informaciju, ali nikada neće predstavljati jedinstvenu, singularnu informaciju koja se ne može kopirati.\n\nOva razlika u svojstvima pokazuje da zaista ne postoji način za \"predaju\" informacija. Nemoguće je proslijediti digitalni token kao što biste proslijedili fizički jer nikada ne možete biti sigurni je li izvorni vlasnik uništio informacije na svom kraju. Digitalni tokeni, kao i sve informacije, mogu se širiti samo poput ideje.\n\n> ... ako ti imaš jabuku, i ja imam jabuku, i mi zamijenimo jabuke --- svaki ostanemo sa samo jednom jabukom. Ali ako ti i ja imamo ideju i zamijenimo ideje --- svaki ostanemo s dvije ideje.\nCharles F. Brannan (1949.)\n\nFizički tokeni --- ono što nazivamo \"gotovina\"--- slobodni su od ove dileme. U stvarnom svijetu, ako mi date novčić, vaš novčić je nestao. Nema čarobnog umnožavanja novčića, a jedini način da mi ga date je da mi ga fizički predate. Zakoni fizike ne dopuštaju vam da ga dvostruko potrošite.\n\nIako dvostruka potrošnja postoji u nedigitalnom području --- George Parker, prevarant koji je slavno \"dvostruko potrošio\" Brooklynski most i druge znamenitosti padaju na pamet --- zahtijeva razrađenu obmanu i lakovjerne kupce. U digitalnom području nije tako.\n\nU digitalnom području, budući da uvijek imamo posla samo s informacijama, dvostruka potrošnja je inherentni problem. Kao što znaju svi koji su ikada kopirali datoteku ili koristili copy-and-paste, informacija je nešto što možete savršeno kopirati i nije vezana za medij na kojem se nalazi. Ako imate digitalnu fotografiju, na primjer, možete je kopirati milijun puta, pohraniti neke kopije na USB stick i poslati je tisućama različitih ljudi. Savršene kopije su moguće jer informacije omogućuju besprijekorno ispravljanje pogrešaka, što eliminira degradaciju. I kao vrhunac, nema gotovo nikakve cijene za umnožavanje i nema načina da se odredi koje je bio original.\n\nOpet: kada su informacije u pitanju, kopiranje je sve što postoji. Jednostavno ne postoji način da se digitalne informacije premjeste od točke A do točke B. Informacije se uvijek kopiraju od A do B, a ako je proces kopiranja bio uspješan, originalna kopija A se briše. Zbog toga je problem dvostruke potrošnje tako kompliciran. U odsustvu središnjeg autoriteta, ne postoji način da se bilo što premjesti od A do B na način koji ne uključuje povjerenje. Uvijek morate vjerovati da će izvornik biti izbrisan. Prirodna nuspojava je da je, kada su u pitanju digitalne informacije, nemoguće reći koliko kopija postoji i gdje bi te kopije mogle biti.\n\nZbog toga, korištenje digitalnih \"tokena\" kao novca ne može i nikada neće funkcionirati. Budući da tokeni svoju pouzdanost deriviraju iz toga što ih je teško reproducirati, kao rezultat njihove jedinstvene fizičke konstrukcije, ova kvaliteta nestaje u digitalnom području. U digitalnom području, tokenima se ne može vjerovati. Kao rezultat prirode intrinzičnih svojstava informacija, jedini održivi format za digitalni novac nije token već evidencija --- što nas dovodi do problema vremena.\n\n## Tokeni su bezvremenski, evidencije nisu\n\n> Jer ono što se vidi je prolazno, a nevidljivo je vječno.\nPavao iz Tarza, Korinćanima 4,18b\n\nKada su u pitanju fizički tokeni, vrijeme transakcije nije važno. Novčiće ili imate u džepu, ili ih nemate; možete ih potrošiti ili ne možete. Jednostavan čin posjedovanja jedini je preduvjet za trošenje. Za ostalo se brinu zakoni prirode. U tom smislu, fizički tokeni su bezvremenski i nisu bazirani na povjerenju.\n\nKada je riječ o evidencijama, fizički posjed pada u vodu. Tko god ima kontrolu nad evidencijom, mora se pobrinuti da stvari budu u redu. Ono što inače osiguravaju zakoni fizike, a to je da ne možete trošiti novac koji nemate i ne možete trošiti novac koji ste već potrošili, mora se provoditi po ljudskim pravilima. Upravo ta pravila uređuju uredan rad i održavanje evidencije, a ne zakoni fizike.\n\nPrelazak sa zakona fizike na pravila koja je stvorio čovjek je srž problema. Pravila koja je stvorio čovjek mogu se savijati i kršiti, zakoni fizike ne toliko. Na primjer, ne možete jednostavno \"izmisliti\" fizički zlatnik. Morate ga iskopati iz zemlje. Možete, međutim, apsolutno izmisliti zlatnik na papiru. Da biste to učinili, jednostavno dodate unos u evidenciju i date si nekoliko novčića. Ili, u slučaju središnjih banaka, jednostavno dodajte nekoliko bilijuna s nekoliko pritisaka na tipke na računalu. (Otkačeni financijski ljudi to zovu \"rehipotekacija\", \"bankarstvo s frakcionalnim rezervama\" ili \"kvantitativno ublažavanje\" --- ali nemojte da vas to zavara, sve je isto: izmišljanje novca.)\n\nDa bi evidencije i oni koji njima manipuliraju bili pošteni, potrebne su redovite, neovisne revizije. Mogućnost obračuna svakog pojedinog unosa u evidenciju nije luksuz. Revizori moraju biti u mogućnosti pregledavati knjige --- unatrag u vrijeme --- kako bi knjige bile poštene i funkcionirale. Bez pouzdanih vremenskih oznaka, provjera interne konzistentnosti knjige je nemoguća. Neophodan je mehanizam za uspostavljanje nedvosmislenog reda.\n\nBez apsolutnog osjećaja za vrijeme, ne postoji način da imamo definiran redoslijed transakcija. A bez definiranog redoslijeda transakcija, pravila evidncije se ne mogu poštivati. Kako inače možete biti sigurni koliko novca zapravo imate? Kako inače možete biti sigurni da su stvari u redu?\n\nRazlika između tokena i evidencija naglašava potrebu za praćenjem vremena. U fizičkom području, kovanice su bezvremenski artefakti koji se mogu razmjenjivati bez nadzora. U digitalnom području, žigosanje novčića zahtijeva žigosanje vremena.\n\n## Centraliziranje žigosanja novčića\n\n> Vrijeme: izvrstan graver ili brisalo.\nYahia Lababidi (r. 1973.)\n\nUobičajeni način rješavanja problema dvostruke potrošnje --- problem osiguravanja da se digitalni prijenos dogodi samo jednom --- je imati središnji popis transakcija. Nakon što imate središnji popis transakcija, imate jednu knjigu koja može djelovati kao jedini izvor istine. Rješavanje problema dvostruke potrošnje jednostavno je kao da prođete kroz popis i provjerite je li sve ispravno. Ovako PayPal, Venmo, Alipay i sve banke ovoga svijeta --- uključujući središnje banke --- rješavaju problem dvostruke potrošnje: putem središnjeg tijela.\n\n> Problem je naravno što primatelj plaćanja ne može provjeriti da jedan od vlasnika nije duplo potrošio novčić. Uobičajeno rješenje je uvesti pouzdano središnje tijelo, ili kovnicu, koja provjerava svaku transakciju na dvostruku potrošnju. [...] Problem s ovim rješenjem je u tome što sudbina cijelog novčanog sustava ovisi o tvrtki koja vodi kovnicu, a svaka transakcija mora prolaziti kroz njih, kao i kroz banku.\nSatoshi Nakamoto (2009.)\n\nVrijedi istaknuti da Satoshi nije uspio postignuti da se informacije ne mogu kopirati. Svaki dio bitcoina --- njegov izvorni kod, evidencija, vaš privatni ključ --- može se kopirati. Sve se to može duplicirati i mijenjati. Međutim, Satoshi je uspio izgraditi sustav koji kopije koje krše pravila čini kompletno i potpuno beskorisnima. Bitcoin mreža izvodi zamršen ples kako bi odlučila koje su kopije validne, a koje nisu, a upravo taj ples unosi dragocjenost u digitalno carstvo. I kao kod svakog plesa, potrebna je temporalna mjerna palica koja diktira ritam. Čak i centralizirana evidencija može riješiti problem dvostruke potrošnje samo ako ima dosljedan način praćenja vremena. Uvijek treba znati tko je kome koliko dao i, najvažnije: kada. U području informacija ne postoji žigosanje novčića bez žigosanja vremena.\n\n> Mora se naglasiti da je nemogućnost povezivanja događaja s točkama u vremenu u distribuiranim sustavima bila neriješeni problem koji je onemogućio da decentralizirana evidencija ikad bude moguća sve dok Satoshi Nakamoto nije izumio rješenje.\nGregory Trubetskoy (2018.)\n\n## Decentralizirano vrijeme\n\n> Vrijeme donosi sve stvari.\nEshil (525. pr. - 456. pr. Kr.)\n\nVrijeme i red imaju vrlo intiman odnos. Kao što je Leslie Lamport istaknuo u svom radu iz 1978. „Vrijeme, satovi i poredak događaja u distribuiranom sustavu“: \"Koncept vremena je temelj za naš način razmišljanja. Izveden je iz temeljnijeg koncepta redoslijeda u kojem se događaji događaju.\" U nedostatku središnje točke koordinacije, naizgled intuitivni pojmovi \"prije\", \"poslije\" i \"istovremeno\" se raspadaju. Lamportovim riječima: \"koncept 'događanja prije' definira nepromjenjivi djelomični poredak događaja u distribuiranom višeprocesnom sustavu.\"\n\nDrugačije rečeno: Tko bi trebao biti zadužen za vrijeme ako nije dopušteno postavljanje nekoga na čelo? Kako možete imati pouzdani sat ako ne postoji središnji referentni okvir?\nMožda mislite da je rješavanje ovog problema jednostavno jer svatko može koristiti samo svoj sat. Ovo funkcionira samo ako je sat svima točan i, što je još važnije, svi igraju pošteno. U suprotstavljenom sustavu oslanjanje na pojedinačne satove bila bi katastrofa. I, zbog relativnosti, ne funkcionira dosljedno u svemiru.\n\nKao misaoni eksperiment, zamislite kako biste mogli prevariti sustav kada bi svatko bio zadužen za vođenje vremena za sebe. Mogli biste se pretvarati da je transakcija koju sada šaljete zapravo od jučer --- iz nekog razloga je samo odgođena --- na taj način i dalje biste imali sav novac koji ste danas potrošili. Zbog asinkrone komunikacije koja je svojstvena svakom decentraliziranom sustavu, ovaj scenarij je više od teorijskog misaonog eksperimenta. Poruke doista kasne, vremenske oznake su netočne, a zahvaljujući relativističkim efektima i prirodnom ograničenju brzine našeg svemira, sve je samo ne lako razlučiti poredak stvari bez središnjeg autoriteta ili promatrača.\n\n> Tko je tamo? Kuc kuc.\nAsinkrona šala\n\nKako bismo bolje ilustrirali nerješivost problema, pogledajmo konkretan primjer. Zamislite da i vi i vaš poslovni partner imate pristup bankovnom računu vaše tvrtke. Poslujete po cijelom svijetu, pa vam je bankovni račun u Švicarskoj. U New Yorku ste, a poslovni partner u Sydneyu. Za vas je 3. siječnja, a vi uživate u prekrasnoj nedjeljnoj večeri u svom hotelu. Za njega je već ponedjeljak ujutro, pa odlučuje kupiti doručak debitnom karticom vašeg zajedničkog bankovnog računa. Cijena je 27 dolara. Dostupni saldo je 615 dolara. Lokalno vrijeme je 8:21 ujutro. Istodobno ćete svoj boravak platiti drugom debitnom karticom povezanom s istim bankovnim računom. Cijena je 599 dolara. Dostupni saldo je 615 dolara. Lokalno vrijeme je 17:21.\n\n![](/images/content/blog/bitcoin-je-vrijeme/alice-bob-bank.jpg)\n\nTako dolazi do toga da  --- u točno istom trenutku --- obojica povučete karticu. Što se događa? (Dragi fizičari, oprostite što koristim \"isti trenutak\" --- zanemarit ćemo relativističke efekte i činjenicu da za sada ne postoji apsolutno vrijeme u našem svemiru. Također ćemo zanemariti da koncept sinkronih događaja stvarno ne postoji. Bitcoin je dovoljno već dovoljno kompliciran takav kakav jest!) Središnja evidencija vaše banke vjerojatno će primiti jednu transakciju prije druge, tako da će jedan od vas imati sreće, a drugi ne toliko. Ako transakcije stignu u istom trenutku --- recimo u istoj milisekundi --- banka bi morala odlučiti tko će potrošiti novac. E sad, što bi se dogodilo da nema banke? Tko odlučuje tko je prvi provukao karticu? Što ako ne koordinirate samo vas dvoje, već stotine ili čak tisuće ljudi? Što ako ne vjerujete tim ljudima? Što ako neki od tih ljudi pokušavaju izvesti prevaru, npr. vraćajući satove unatrag tako da izgleda kao da su novac potrošili nekoliko minuta ranije?\n\n> Alat koji se odnosi na vrijeme potreban je za uspostavljanje kanonskog reda i provedbu jedinstvene povijesti u odsutnosti središnjeg koordinatora.\nGiacomo Zucco, Otkrivamo Bitcoin (2019.)\n\nUpravo je ovaj problem razlog zašto su svi prethodni pokušaji digitalne gotovine zahtijevali centralizirani registar. Uvijek ste morali vjerovati nekome da ispravno identificira redoslijed stvari. Za održavanje vremena bila je potrebna centralizirana stranka. Bitcoin rješava ovaj problem ponovnim izmišljanjem samog vremena. On kaže ne sekundama i kaže da blokovima.\n\n## Mjerimo vrijeme, blok po blok\n\n> Slava vremena je smiriti svađene kraljeve,\\\nrazotkriti laž i iznijeti istinu na vidjelo,\\\nutisnuti pečat vremena u ostarjele stvari,\\\nprobuditi jutro i stražariti noć,\\\nučiniti nepravdu krivcu dok ne ispravi;\nWilliam Shakespeare, Silovanje Lucrece (1594.)\n\nSvi satovi se oslanjaju na periodične procese, nešto što bismo mogli nazvati \"otkucajem\". Poznato kuckanje djedovog sata u biti je isto kao i molekularno-atomsko zujanje naših modernih kvarcnih i cezijevih satova. Nešto se ljulja --- ili oscilira --- i mi jednostavno brojimo te zamahe dok se ne zbroje u minutu ili sekundu. Za velike satove s njihalom, ove ljuljačke su dugačke i lako vidljive. Za manje i specijaliziranije satove potrebna je posebna oprema. Frekvencija sata --- koliko često otkucava --- ovisi o njegovom slučaju upotrebe. Većina satova ima fiksnu frekvenciju. Uostalom, želimo točno znati vrijeme.\n\nPostoje, međutim, satovi koji imaju promjenjivu frekvenciju. Metronom, na primjer, ima promjenjivu frekvenciju koju možete postaviti prije nego što počnete otkucavati. Dok metronom održava konstantan tempo nakon što je postavljen, vrijeme Bitcoina varira za svaki tik jer je njegov unutarnji mehanizam vjerojatnost. Svrha je, međutim, ista: održati glazbu živom kako bi se ples mogao nastaviti.\n\n| Sat                   | Frekvencija                          |\n|-----------------------|--------------------------------------|\n| Djedov sat            | ~0.5 Hz                              |\n| Metronom              | ~0.67 Hz do ~4.67 Hz                 |\n| Kvarcni sat           | 32768 Hz                             |\n| Cezij-133 atomski sat | 9,192,631,770 Hz                     |\n| Bitcoin               | 1 blok (0.00000192901 Hz* to ∞ Hz**) |\n\n-* prvi blok (6 dana)\n-** vremenske oznake između blokova mogu pokazati negativnu deltu\n\nČinjenica da je Bitcoin sat skrivena je na površni pogled. Doista, Satoshi ističe da Bitcoinova mreža kao cjelina djeluje kao sat, ili, njegovim riječima: distribuirani poslužitelj vremenske oznake.\n\n> U ovom radu predlažemo rješenje problema dvostruke potrošnje korištenjem peer-to-peer distribuiranog poslužitelja vremenske oznake za generiranje računskog dokaza o kronološkom redoslijedu transakcija.\nSatoshi Nakamoto (2009.)\n\nDa je vremenski žig bio temeljni problem kojega je trebalo riješiti, također je očito ispitivanjem reference na kraju manifesta o Bitcoinu. Od ukupno osam referenci, tri se odnose na vremensko označavanje:\n\n>\n  - Kako vremenski označiti digitalni dokument S. Habera, W.S. Stornetta (1991.)\n  - Poboljšanje učinkovitosti i pouzdanosti digitalnog vremenskog žigosanja D. Bayer, S. Haber, W.S. Stornetta (1992.)\n  -\tDizajn sigurne usluge vremenskog žiga s minimalnim zahtjevima povjerenja od strane H. Massiasa, X.S. Avila i J.-J. Quisquater (svibanj 1999.)\n\nKao što su Haber i Stornetta istaknuli 1991., digitalno vremensko žigosanje odnosi se na računalno praktične postupke koji korisniku  --- ili protivniku, što se toga tiče --- datiranje unatrag ili unaprijed, čine neizvedivim. Za razliku od fizičkih dokumenata, digitalne dokumente je lako mijenjati, a promjena ne ostavlja nužno nikakve znakove na samom fizičkom mediju. U digitalnom području krivotvorine i manipulacije mogu biti savršene. Savitljiva priroda informacija razlog je što je vremensko žigosanje digitalnih dokumenata detaljno razrađeni i sofisticirani proces. Naivna rješenja ne prolaze. Uzmimo, na primjer, tekstualni dokument. Ne možete jednostavno dodati datum na kraj dokumenta jer bi svi --- uključujući i vas --- mogli jednostavno promijeniti datum u budućnosti. Također, mogli biste izmisliti bilo koji datum.\n\n## Vrijeme je kauzalni lanac\n\n> U ekstremnom pogledu, svijet se može promatrati samo kao veze, ništa drugo.\nTim Berners-Lee, Weaving the Web (1999.)\n\nOdređivanje datuma je opći problem, čak i u nedigitalnom području. Ono što je u svijetu otmica poznato kao “autentifikacija putem novina” opće je rješenje problema proizvoljnih vremenskih oznaka.\n\n![](/images/content/blog/bitcoin-je-vrijeme/proof-of-time.jpg)\n\nOvo funkcionira jer je novine teško lažirati i lako ih je provjeriti. Teško ih je lažirati jer se današnja naslovnica odnosi na jučerašnje događaje, događaje koje otmičar nije mogao predvidjeti da bi slika bila stara tjednima. Po proksiju ovih događaja, slika je dokaz da je taoc bio još živ na dan izlaska novina.\n\nOva metoda ističe jedan od ključnih pojmova kada je u pitanju vrijeme: kauzalnost (uzročnost). Strelica vremena opisuje uzročnu vezu događaja. Nema uzročnosti, nema vremena. Kauzalnost je također razlog zašto su kriptografske hash funkcije tako ključne kada su u pitanju dokumenti s vremenskim žigom u kibernetičkom prostoru: one uvode uzročnu vezu. Budući da je praktički nemoguće stvoriti valjani kriptografski hash bez odgovarajućeg dokumenta na prvom mjestu, uvodi se uzročna veza između dokumenta i hasha: dotični podaci su postojali prije, a hash je generiran kasnije. Drugim riječima: bez računalne ireverzibilnosti jednosmjernih funkcija ne bi bilo kauzalnosti u kibernetičkom prostoru.\n\n![](/images/content/blog/bitcoin-je-vrijeme/sha256.jpg)\n\nS ovim kauzalnim gradivnim blokom na mjestu, može se smisliti sheme koje stvaraju lanac događaja, uzročno-posljedično povezujući A s B i C i tako dalje. U tom smislu, sigurni digitalni vremenski žig pomiče nas iz bezvremenskog mjesta u eteru u područje digitalne povijesti. Kauzalnost fiksira događaje u vremenu.\n\nAko je neki događaj definiran određenim ranijim događajima i definira određene naknadne događaje, tada je događaj sigurno uklješten na svoje mjesto u povijesti. Bayer, Haber, Stornetta (1992.)\n\n> Podrazumijeva se da je kauzalnost od najveće važnosti kada su u pitanju ekonomski proračuni. A budući da evidencija nije ništa drugo nego utjelovljenje ekonomskih proračuna više sudionika koji surađuju, kauzalnost je bitna za svaku evidenciju. Potreban nam je sustav kako bi se sudionici dogovorili o jedinstvenoj povijesti […].\nRješenje koje predlažemo počinje s poslužiteljem vremenske oznake.\nSatoshi Nakamoto (2009.)\n\nFascinantno je da su svi dijelovi slagalice zbog kojih Bitcoin funkcionira ranije već postojali. Već 1991. Haber i Stornetta uveli su dvije sheme zbog kojih je “teško ili nemoguće proizvesti lažne vremenske oznake”. Prva se oslanja na treću stranu od povjerenja; druga, razrađenija shema “distribuiranog povjerenja” ne. Autori su čak identificirali inherentne probleme povjerenja u kauzalni lanac događaja i ono što bi bilo potrebno za ponovno pisanje povijesti. Po njihovim riječima, \"jedina moguća prevara je priprema lažnog lanca vremenskih oznaka, dovoljno dugog da iscrpi i najsumnjivijeg izazivača kojeg čovjek očekuje.\" Sličan vektor napada danas postoji u Bitcoinu, u obliku 51% napada (više o tome u kasnijem poglavlju).\n\nGodinu dana kasnije, Bayer, Haber i Stornetta su nadogradili svoj prethodni rad i predložili korištenje stabala umjesto jednostavnih povezanih popisa za povezivanje događaja. Ono što danas poznajemo kao Merkle Trees jednostavno su učinkovite strukture podataka za determinističko stvaranje hasha iz više raspršenih brojeva. Za vremensko označavanje, to znači da možete učinkovito grupirati više događaja u jednu \"kvačicu\". U istom radu, autori predlažu da bi se model distribuiranog povjerenja uveden 1991. mogao poboljšati provođenjem ponavljajućeg \"svjetskog prvenstva\" kako bi se odredio jedan \"pobjednik\" koji naširoko objavljuje rezultirajući hash negdje javno, poput novina. Zvuči poznato?\n\nKao što ćemo vidjeti, pokazalo se da su novine također izvrstan način razmišljanja o drugom sastojku vremena: nepredvidljivosti.\n\n## Uzročnost i nepredvidljivost\n\n> Vrijeme nije stvarnost [hupostasis], već koncept [noêma] ili mjera [metron]…\nAntifona sofist, O istini (3. stoljeće n.e.)\n\nIako je kauzalnost bitna, ona sama nije dovoljna. Također nam je potrebna nepredvidljivost da bi vrijeme teklo. U fizičkom području promatramo prirodne procese kako bismo opisali tijek vremena. Uočavamo opći porast entropije i to nazivamo strelicom vremena. Iako se čini da su zakoni prirode u većini slučajeva nesvjesni u pogledu smjera ove strelice, neke stvari se, praktično govoreći, ne mogu poništiti. Ne možete odmutititi jaje, kako kažu.\n\nSlično, funkcije povećanja entropije potrebne su za uspostavljanje strelice vremena u digitalnom području. Baš kao što je praktički nemoguće odmutititi jaje, praktički je nemoguće dešifrirati SHA256 hash ili kriptografski potpis.\n\nBez ovog povećanja entropije, mogli bismo ići naprijed i nazad u vremenu htjeli-ne htjeli. Slijed Fibonaccijevih brojeva, na primjer, je kauzalan, ali ne i entropijski. Svaki broj u nizu uzrokuju dva broja koja su bila prije njega. U tom smislu, to je kauzalni lanac. Međutim, nije korisno za određivanje vremena, jer je niz potpuno predvidljiv. Isto kao što otmičar ne može jednostavno stati ispred kalendara koji pokazuje današnji datum, ne možemo koristiti predvidljive procese kao dokaz vremena. Uvijek se moramo osloniti na nešto što se ne može unaprijed predvidjeti, poput naslovne stranice današnjih novina.\n\nBitcoin se oslanja na dva izvora nepredvidljivosti: transakcije i dokaz o radu (proof-of-work). Baš kao što nitko ne može predvidjeti kako će izgledati sutrašnje novine, nitko ne može predvidjeti kako će izgledati sljedeći Bitcoinov blok. Ne možete predvidjeti koje će transakcije biti uključene, jer ne možete predvidjeti koje će se transakcije emitirati u budućnosti. I, što je još važnije, ne možete predvidjeti tko će pronaći rješenje za trenutnu zagonetku dokazivanja rada i kakvo će to rješenje biti.\n\nMeđutim, za razliku od novina otmičara, dokaz o radu izravno je fizički povezan s onim što se dogodilo. To nije samo zapis događaja — to je sam događaj. Vjerojatnostna izravnost dokaza rada uklanja povjerenje iz jednadžbe. Jedini način da pronađete valjani dokaz o radu je puno nagađanja, a za samo jedno nagađanje potrebno je malo vremena. Vjerojatnostni zbroj ovih nagađanja je ono što izgrađuje vremenski lanac koji čini Bitcoin.\n\nKoristeći kauzalnost hash lanaca i nepredvidljivost dokaza o radu, Bitcoin mreža pruža mehanizam za uspostavljanje neosporne povijesti događaja kojima smo svjedočili. Bez kauzalnosti, nemoguće je razdvojiti ono što je bilo prije i ono što je došlo poslije. Bez nepredvidljivosti, kauzalnost je besmislena.\n\nOno što svaki otmičar intuitivno shvaća, izričito su istaknuli Bayer, Haber i Stornetta 1992. godine: „Da bi se utvrdilo da je dokument nastao nakon određenog trenutka, potrebno je prijaviti događaje koji se nisu mogli predvidjeti prije nego što su se dogodili.\"\n\n![dokaz o objavljivanju](/images/content/blog/bitcoin-je-vrijeme/proof-of-publication.jpg)\n\nUpravo je kombinacija kauzalnosti i nepredvidljivosti ono što omogućuje stvaranje umjetnog \"sada\" u inače bezvremenskom digitalnom području. Kao što Bayer, Haber i Stornetta ističu u svom radu iz 1991.: „slijed klijenata koji traže vremenske oznake i hasheve koje predaju ne mogu se znati unaprijed. Dakle, ako uključimo bitove iz prethodnog niza zahtjeva klijenta u potpisani certifikat, tada znamo da se vremenska oznaka pojavila nakon ovih zahtjeva. […] No, zahtjev za uključivanjem bitova iz prethodnih dokumenata u certifikat također se može koristiti za rješavanje problema ograničenja vremena u drugom smjeru, jer tvrtka za vremensko žigosanje ne može izdavati kasnije certifikate osim ako ne raspolaže aktualnim zahtjevom .”\n\nSvi dijelovi slagalice već su postojali. Ono što je Satoshi uspio je spojiti ih na način da iz jednadžbe ukloni \"tvrtku s vremenskim žigom\".\n\n## Dokaz vremena\n\n> Causa latet: vis est notissima.\nUzrok je skriven, ali rezultat je poznat.\nOvidije, Metamorfoze, IV. 287 (8. god.)\n\nRekapitulirajmo: da bismo koristili novac u digitalnom području, moramo se osloniti na evidencije. Da bi evidencije bile pouzdane, potreban je nedvosmislen red. Za uspostavljanje reda potrebne su vremenske oznake. Stoga, ako želimo u digitalnom području imati novac koji ne zahtijeva povjerenje, moramo ukloniti sve entitete koji stvaraju i upravljaju vremenskim oznakama i svaki pojedinačni entitet koji je zadužen za samo vrijeme.\n\nBio je potreban genije kao što je Satoshi Nakamoto da bi pronašao rješenje: “Da bismo implementirali distribuirani poslužitelj vremenske oznake na ravnopravnoj osnovi, morat ćemo koristiti sustav dokazivanja rada sličan Hashcashu Adama Backa.”\n\nMoramo koristiti sustav dokazivanja rada (proof-of-work) jer nam treba nešto što je izvorno u digitalnom području. Nakon što shvatite da je digitalno područje informatičke (računalne) prirode, očit je zaključak da je računanje sve što imamo. Ako je vaš svijet napravljen od podataka, manipulacija podacima je sve što postoji.\n\nProof-of-work funkcionira u ravnopravnom okruženju jer se ne bazira na povjerenju, a ne bazira se na povjerenju jer je odvojen od svih vanjskih ulaza — kao što su očitanja satova (ili novina, u onom slučaju). Oslanja se na jednu i samo jednu stvar: računanje zahtijeva rad, a u našem svemiru rad zahtijeva energiju i vrijeme.\n\n## Premošćivanje vremena\n> Znam da mi radi.\nDok prelazimo most — zapaljeni most —\nSa plamenom iza nas,\nMi prednjačimo.\nTi i ja smo, dušo, protiv svijeta.\nKate Bush, Gorući most (1985.)\n\nBez dokaza o radu uvijek bismo naišli na problem proročice jer su fizičko i informacijsko područje vječno nepovezani. Oznake na vašem popisu ovaca nisu vaše ovce, karta nije teritorij, a sve što je napisano u jučerašnjim novinama nije nužno ono što se dogodilo u stvarnom svijetu. Na isti način, samo zato što koristite sat iz stvarnog svijeta za zapisivanje vremenske oznake ne znači da je to zapravo vrijeme.\n\nJednostavno rečeno, jednostavno ne postoji način za osigurati da podaci vjerno predstavljaju stvarnost, osim ako je stvarnost u pitanju inherentna samim podacima. Briljantna stvar kod Bitcoin-ovog dokaza o radu s varijabilnom zahtjevnošću  je to što on stvara vlastitu stvarnost, zajedno sa svojim prostorom i vremenom.\n\nDokaz o radu pruža izravnu vezu između digitalnog i fizičkog područja. Drugim riječima, to je jedina veza koja se može uspostaviti na način koji ne zahtijeva povjerenje. Sve ostalo će se uvijek oslanjati na vanjske inpute.\n\nZahtjevnost rudarenja novog Bitcoinovog bloka je prilagođena kako bi se osiguralo da tanka nit između Bitcoinovog vremena i našeg vremena ostane netaknuta. Poput sata, zahtjevnost rudarenja se prilagođava svakih 2016 blokova. Cilj ove prilagodbe je zadržati prosječno vrijeme od deset minuta između blokova. Upravo tih deset minuta održava stabilnu vezu između fizičkog i informacijskog područja. Posljedično, potreban je osjećaj za ljudsko vrijeme da bi se podesili otkucaji Bitcoin sata. Prilagodba koja bi se isključivo temeljila na blokovima ne bi funkcionirala jer bi bila potpuno odvojena od našeg ljudskog svijeta, a cijela svrha prilagodbe je spriječiti nas domišljate ljude u pronalaženju blokova prebrzo (ili presporo).\n\nKao što nam je Einstein pokazao, vrijeme nije statična stvar. Ne postoji takva stvar kao univerzalno vrijeme na koje bismo se mogli osloniti. Vrijeme je relativno, a istovremenost ne postoji. Zbog ove činjenice same po sebi sve su vremenske oznake — posebno na velikim udaljenostima  - inherentno nepouzdane, čak i bez suprotstavljnih aktera. (Usput, zbog toga se vremenske oznake GPS satelita moraju stalno prilagođavati.).\n\nZa Bitcoin, činjenica da su naše ljudske vremenske oznake neprecizne nije previše važna. Također, nije važno što uopće nemamo apsolutni referentni okvir. Oni samo moraju biti dovoljno precizni da izračunaju donekle pouzdan prosjek kroz 2016 blokova. Kako bismo to zajamčili, vremenska oznaka \"mesnog prostora\" bloka prihvaća se samo ako ispunjava dva kriterija:\nVremenska oznaka mora biti veća od srednje vremenske oznake prethodnih 11 blokova.\nVremenska oznaka mora biti manja od vremena prilagođenog mreži plus dva sata. (\"Vrijeme prilagođeno mreži\" jednostavno je medijan vremenskih oznaka koje vraćaju svi čvorovi povezani s vama.)\n\nDrugim riječima, prilagodba zahtjevnosti odnosi se na održavanje konstantnog vremena, a ne na stalnu razinu sigurnosti, težine ili potrošnje energije. Ovo je genijalno jer dobar novac mora koštati u vremenu, a ne energiji. Samo povezivanje novca s energijom nije dovoljno da proizvede apsolutnu dragocjenost, jer bi nam svako poboljšanje u proizvodnji energije omogućilo stvaranje više novca. Vrijeme je jedino čega nikada nećemo moći napraviti više. To je ultimativni resurs, kako ističe Julian Simon. To Bitcoin čini konačno ograničenim oblikom novca jer je njegovo izdavanje izravno povezano s konačno ograničenim resursom našeg svemira: vremenom.\n\nPrilagodba zahtjevnosti je ključna jer bi bez nje unutarnji sat Bitcoina imao tendenciju ići sve brže kako se sve više rudara pridruži mreži ili se poboljšava učinkovitost uređaja za rudarenje. Brzo bismo naletjeli na problem koordinacije kojega Bitcoin namjerava riješiti. Čim vrijeme bloka padne ispod određenog praga, recimo, 50 milisekundi, bilo bi nemoguće dogovoriti se o zajedničkom stanju, čak ni u teoriji. Svjetlosti je potrebno oko 66 milisekundi da dođe s jedne strane Zemlje na drugu. Stoga, čak i da su naša računala i ruteri savršeni, vratili bismo se na početak: s obzirom na dva događaja, bilo bi nemoguće reći koji se događaj dogodio prije, a koji poslije. Bez povremenih prilagodbi bitcoina, naišli bismo na beznadni pokušaj rješavanja problema koordinacije brže od brzine svjetlosti. Vrijeme je također u korijenu problema kriptografske nestabilnosti, koji je opisan u poglavlju 1. Kriptografija funkcionira zbog asimetrije vremena: potrebno je kratko vrijeme da se izgradi kriptografski zid i dugo vrijeme da se probije — osim ako nemate ključ.\n\nStoga, u nekom smislu, dokaz o radu — i prilagodba zahtjevnosti koja ide uz to — umjetno usporava vrijeme, barem iz perspektive Bitcoin mreže. Drugim riječima: Bitcoin tjera njegov unutarnji ritam čija niska frekvencija omogućuje dovoljno međuspremnika za kašnjenje komunikacije između kolega. Svakih 2016 blokova interni Bitcoinov sat se prilagođava tako da će se — u prosjeku — samo svakih 10 minuta pronaći jedan važeći blok.\n\nIz vanjske perspektive, Bitcoin usmjerava kaotični nered globalno emitiranih asinkronih poruka u paralelni svemir, ograničen vlastitim pravilima i vlastitim osjećajem za prostor i vrijeme. Transakcije u mempoolu su bezvremenske sa stajališta Bitcoinove mreže. Tek kada je transakcija uključena u važeći blok, dodjeljuje joj se vrijeme: broj bloka u kojeg je uključena.\n\n![BitCoin v0.01 ALPHA (2009)](/images/content/blog/bitcoin-je-vrijeme/timechain.png)\n\nTeško je prenaglasiti koliko je ovo elegantno rješenje. Nakon što ste u mogućnosti stvoriti vlastitu definiciju vremena, trivijalno je dešifrirati ono što je bilo prije i što je došlo poslije. Zauzvrat, dogovaranje o tome što se dogodilo, kojim redoslijedom i, posljedično, tko kome što duguje, također postaje trivijalno.\n\nPrilagodba zahtjevnosti osigurava da su otkucaji unutarnjeg Bitcoinovog metronoma donekle konstantni. Ono je dirigent Bitcoinovog orkestra. To je ono što glazbu održava živom.\n\nAli zašto se uopće možemo osloniti na posao? Odgovor je trostruk. Možemo se osloniti na njega zato  jer računanje zahtijeva rad, posao zahtijeva vrijeme, a posao o kojem je riječ  — pogađanje slučajnih brojeva  — ne može se obaviti učinkovito.\n\n[Originalni tekst](https://dergigi.com/2021/01/14/bitcoin-is-time/)\n","frontmatter":{"index":10,"title":"Bitcoin je vrijeme","author":"Gigi","authorURL":"https://dergigi.com/2021/01/14/bitcoin-is-time/","meta":"Vrijeme je novac, ili se tako barem kaže. Iz toga slijedi da je novac također vrijeme: prikaz kolektivne ekonomske energije koju je pohranilo čovječanstvo...","translator":"Robi","translatorURL":"https://t.me/GustafQuandong","slug":"bitcoin-je-vrijeme","img":"bitcoin-je-vrijeme","flag":"croatia","tags":["translation"]}},{"content":"\nBitcoineri, od programera Bitcoin Core-a preko dugogodišnjih entuzijasta Bitcoina do nedavnih pronalazača /r/Bitcoina, vole razgovarati o tome kako je decentralizacija Bitcoina njegova ultimativna značajka. Doduše, rijetko vidite da netko objašnjava zašto je decentralizacija važna. Zasigurno je to zanimljiva značajka iz perspektive računalne znanosti, no zašto bi potrošači, tvrtke ili investitori marili za to? Ova objava je pokušaj da se napiše zašto je decentralizacija temelj vrijednosti Bitcoina i što je još važnije, postavi buduće objave u kojima se govori o tome kada ona to nije.\n\nKada Bitcoineri govore o decentralizaciji Bitcoina, prva stvar koja se pojavljuje je često spominjani nedostatak inherentnog povjerenja u treću stranu. Dok je dobro postavljeno povjerenje preduvjet za učinkovit rad mnogih sustava, jednom kada se takvo povjerenje izgubi, sustavi mogu postati nevjerojatno krhki. Uzmimo, za primjer, povjerenje u američke banke prije uspostave FDIC-a (Federal Deposit Insurance Corporation). Dok je pristup bankovnim uslugama omogućio više pogodnosti i mnogim tvrtkama učinkovitije poslovanje, poznato je da su banke propadale, pritom upropaštavajući sa sobom sva sredstva klijenata. Dok je predstavljanje FDIC-a i sličnih programa decentraliziralo povjerenje u financijske institucije s jedne strane na dvije, transakcije u velikom dijelu svijeta ne nude takvu zaštitu. Čak i uz takve programe, pojedinci nisu univerzalno zaštićeni od gubitka preko granica i preko određene vrijednosti.\n\nU novije vrijeme, propisi koji dopuštaju pojedinim državnim dužnosnicima jednostrano oduzimanje imovine postali su uobičajeni. Naročito u SAD-u, sada zloglasna “Operacija Choke Point” i programi oduzimanja civilne imovine, omogućili su službenicima za provođenje zakona i privatnim institucijama da zapljenjuju financijsku imovinu i uskraćuju financijske usluge uz malo ili nimalo nadzora. Uklanjanje provjerenih skrbnika i stvaranje sustava s likvidnom imovinom, koja se ne može zaplijeniti, ima potencijal pružiti pouzdanije financijske usluge mnogima koji inače ne bi mogli djelovati učinkovito ili uopće ne bi mogli djelovati. Ova mogućnost da se Bitcoin ne može zaplijeniti, omogućena je samo zbog nedostatka za centraliziranim povjerenjem. Centralizirani sustavi elektroničke gotovine i financijski sustavi su pokušali pružiti takvu pouzdanost, propisi i poslovna stvarnost su to gotovo univerzalno spriječili.\n\nSvojstvo koje je jednako važno za sposobnost Bitcoina da pruža financijske usluge zviždačima, stranim disidentima i porno zvijezdama je njegov otpor cenzuri transakcija. Sposobnost trećih strana da zaplijene imovinu rezultira izravnim i čistim novčanim gubitkom, zamrzavanje imovine može imati sličan učinak. Kada pojedinac ili organizacija više nisu u mogućnosti obavljati transakcije za plaćanje roba i usluga, njihova financijska imovina brzo gubi vrijednost. Iako Bitcoin ima vrlo dobru priču o nemogućnosti zapljene (svaka strana u sustavu nameće nemogućnost bilo koga da potroši Bitcoin bez dodanog privatnog ključa), njegova priča o otporu cenzuri je malo utančanija.\n\nU svijetu u kojem nijedan rudar Bitcoina nema više od 1% ukupne hash snage (ili nešto drugo što je jednako decentralizirano), trebalo bi biti lako pronaći rudara koji je ili anoniman i prihvaća sve transakcije ili je u nadležnosti koja ne pokušava cenzurirati vaše transakcije. Naravno, ovo nije svijet kakav danas imamo, a cenzura transakcija jedan je od većih razloga da se ozbiljno zabrinemo centralizacijom rudarenja (za pune čvorove). Ipak, mogućnost pojedinca da kupi hash snagu (u obliku lako dostupnog starog hardvera ili u obliku njegovog iznajmljivanja) za rudarenje svoje inače cenzurirane transakcije, opcija je sve dok je pravilo najdužeg lanca na snazi ​​kod svih rudara. Iako je znatno skuplji nego što bi bio u istinski decentraliziranom Bitcoinu, to omogućuje Bitcoinu da zadrži neka od svojih anti-cenzuriranih svojstava.\n\nAko ste već dovoljno dugo u priči oko Bitcoina, možda ćete prepoznati gornja svojstva kao kritična za zamjenjivost. Zamjenjivost, kao ključno svojstvo svakog monetarnog instrumenta, odnosi se na ideju da vrijednost jedne jedinice treba biti ekvivalentna svakoj drugoj jedinici. Bez mogućnosti odmrzavanja/otpora cenzuri i nemogućnosti zapljene, Bitcoin (i svaki drugi monetarni sustav) počinje gubiti zamjenjivost. Trgovci i platni procesori više ne mogu razumno prihvaćati Bitcoin bez provjere niza crnih lista i mnogo truda kako bi bili sigurni da će moći potrošiti Bitcoin koji prihvaćaju. Ako povjerenje u zamjenjivost Bitcoina deformira, njegova bi korist mogla biti značajno deformirana.\n\nJoš jedno svojstvo koje proizlazi iz decentralizacije Bitcoina, je njegov otvoreni pristup. Ulagači iz Silicijske doline često ga nazivaju jednim od najzanimljivijih svojstava Bitcoina, a mnogi ga vole nazivati ​​\"bez dopuštenja\". Sposobnost bilo koga, bilo gdje u svijetu, sa internetskom vezom, da prihvaća Bitcoin za robu i usluge i koristi Bitcoin za kupnju roba i usluga je vrlo uzbudljiva. Opet, ovo svojstvo ovisi o decentralizaciji Bitcoina. Iako postoje mnogi centralizirani pružatelji financijskih usluga, gdje mnogi od njih promoviraju svoju dostupnost bilo kome, sama njihova prisutnost kao centraliziranog tijela koje može proizvoljno uskratiti uslugu, čini ih podložnim budućim promjenama politike iz bilo kojeg razloga. PayPal je, na primjer, utemeljen na idealima univerzalnog pristupa elektroničkoj gotovini. Međutim, zbog svoje pozicije središnje vlasti, brzo je promijenio svoje politike, kako bi udovoljio pritiscima regulatora i politikama postojećeg financijskog sustava na koji se oslanjao. Ovih dana, PayPal je nadaleko poznat po zamrzavanju računa i oduzimanju imovine uz malo ili nimalo upozorenja. U osnovi, oslanjanje na centralizirane strane za usluge nije kompatibilno s univerzalnim otvorenim pristupom u financijskom svijetu.\n\nPrimijetit ćete da se sve gore navedene kritične značajke, one koje Bitcoin čine tako uzbudljivim za sve nas, centralizirani sistemi već neko vrijeme mogu implementirati. Zapravo to se radilo i prije, u učinkovitijim sustavima od Bitcoina. Naravno, nikada nisu potrajali, gubeći kritična svojstva nakon podešavanja kako bi se popravila ova ili ona stvar, implementirajući regulatorne sustave cenzure izravno u osnovne slojeve, ograničavajući pristup rastu dobiti i potpuno gašenje. Stvarno, decentralizacija u Bitcoinu sama po sebi nije značajka, već je umjesto toga jedini način za koji znamo da održimo značajke koje želimo u sustavima kojima upravljaju ljudi.\n\n[Originalni tekst](https://bluematt.bitcoin.ninja/2016/01/14/decentralization/)\n","frontmatter":{"index":9,"title":"Zašto je decentralizacija bitcoina važna?","author":"Matt Corallo","authorURL":"https://bluematt.bitcoin.ninja/2016/01/14/decentralization/","meta":"Sa zadnjim cijenama koje je bitcoin dosegao 2017., optimističan scenarij za ulagače se možda čini toliko očitim da ga nije potrebno niti spominjati. Alternativno, možda se nekome čini glupo ulagati u digitalnu vrijednost...","translator":"Davor","translatorURL":"https://t.me/davor_e","slug":"zasto-je-vazna-decentralizacija-bitcoina","img":"zasto-je-vazna-decentralizacija-bitcoina","flag":"croatia","tags":["translation"]}},{"content":"> Kad bi janjadi iznenada izrasla krila, lavovi bi umrli od gladi\n  Suvereni pojedinac (The Sovereign Individual)\n\nSvitanje informacijskog doba uvodi megapolitički preokret koji prijeti potkopavanjem moći nacionalne države. Glavne prijelomne točke u megapolitici obično su bile popraćene tehnološkim napretkom koji je povećao ili smanjio troškove nanošenja nasilja.\n\nRadilo se o usponu viteza konjanika ili o [revoluciji s barutom](https://academic.oup.com/book/1842/chapter-abstract/141561413?redirectedFrom=fulltext#), ova tehnološka dostignuća promijenila su način na koji se provodi nasilje.\n\nBitcoin, kao posljedica informacijskog doba, upravo je takav tehnološki izum koji će u doglednoj budućnosti rebalansirati troškove i nagrade povezane s nasiljem.\n\n## Poljoprivredno doba i uspon vlade\n\nPoljoprivredno doba bilo je ključna prijelomna točka u ljudskoj povijesti koja je preoblikovala povrate od nasilja i organizaciju ljudskih društava. Izrodilo je pojavu privatnog vlasništva što je rezultiralo usponom prvih državnih tijela koja su ustoličena na vlasti.\n\nPrije revolucije u poljoprivredi, ljudska društva su se sastojala prvenstveno od malih skupina tragača raseljena na vrlo velikim područjima. Tehnologija uzgoja preoblikovala je tu dinamiku. Poljodjelstvo je pokrenulo revoluciju u kulturi, organizaciji i ekonomskom prosperitetu koja će ljudske zajednice odnijeti na putovanje s kojeg se nikada više neće vratiti. Po prvi put u povijesti, ljudska bića su upravljala velikom kapitalnom imovinom.\n\nMeđutim, ta velika kapitalna imovina je zahtjevala stalnu pozornost. Trebalo ju je održavati tijekom cijele sezone sadnje, berbe i vegetacije. To je natjeralo ljudske zajednice da po prvi put postanu stacionarne, samim time učinivši ih sve ranjivijim na nasilje drugih skupina.\n\nLjudska su društva sada bila suočena s potrebom za zaštitom koju nisu imala ranijih dana. Sada su imali kapitalnu imovinu poput usjeva i domaćih životinja koja je bila vitalna za opstanak.\n\nPrethodno, u eri lova i sakupljanja, ako je tragačevo područje bilo osporavano od strane drugog tragača (ili male skupine), imao je izbor jednostavno da ode. Trošak samoobrane možda jednostavno nije bio vrijedan pripadajućim nagradama. Uostalom, zemlje je bilo u izobilju i mogao je jednostavno tragati drugdje.\n\nAli tehnologija poljoprivrede organizirala je ljudska društva na način koji je rebalansirao povrate tih troškova i dobiti. Tragač je imao manje poticaja (nagrade) za sudjelovanje u nasilju kako bi se držao svoje pozicije. Poljoprivrednici su, međutim, sada imali snažan poticaj plaćati troškove obrane svoje kapitalne imovine. Poljoprivreda je rezultirala pojavom privatnog vlasništva, ali što je još važnije, dala je povod za nastanak vlada koje su uspostavljene da štite to privatno vlasništvo.\n\n## Specijalizacija nasilja\n> Cezar: “Prijatelju moj, porezi su glavnina posla za osvajača svijeta”\n\tGeorge Bernard Shaw\n\nPojava privatnog vlasništva velikih razmjera bila je posljedica onoga što se smatralo poštenim. Ne bi bilo pošteno kada bi, na primjer, seljak cijelu godinu uložio težak posao kako bi uzgojio ljetinu, samo da bi ju ubrao netko drugi tko se nije na sličan način mučio cijelu godinu.\n\nPojava privatnog vlasništva velikih razmjera bila je posljedica onoga što se smatralo poštenim. Ne bi bilo pošteno kada bi, na primjer, seljak cijelu godinu uložio težak posao kako bi uzgojio ljetinu, samo da bi ju ubrao netko drugi tko se nije na sličan način mučio cijelu godinu.\n\nMeđutim, za osobu koja nije ulagala u proizvodnju poljoprivrednog zemljišta i uzgoj domaćih životinja, ukazala se prilika da ono što želi ugrabi nasiljem.\n\nPojedincu je bilo daleko jeftinije ulagati u oružje i nasilno uzimati ono što želi, umjesto da ulaže vrijeme i trud u proizvodnju takve imovine. Jednostavno rečeno, razvoj poljoprivrede povećao je povrate od nasilja.\n\nOvo je bio ključni pomak od ere lova i sakupljanja. U ovom novom megapolitičkom krajoliku, svaki pojedinac više nije bio „jednak” kao što je nekad bio. Kapitalna imovina je imala vrijednost te stoga bila podložna krađi putem nasilja.\n\nPoljoprivreda je stvorila velike grupe koje bi se zajedno organizirale kako bi nametnule svoju volju na manjim poljoprivrednim zemljištima. Ovo je bila još jedna velika suprotnost eri traženja hrane, kada su se male grupe udruživale na daleko većim komadima zemlje. Stoga je poljoprivredna tehnologija neizravno utrla put specijalizaciji nasilja.\n\n## Oporezivanje: trošak zaštite\n> ...i od svega, što mi dadneš, vjerno ću ti dati desetinu\n\tJakov, Postanak 28:22\n\nS rastućim povratima na zaštitu, ljudi su bili spremniji platiti troškove adekvatne obrane. Posljedično, učinilo je ulaganje u specijalizaciju nasilja isplativije. Veće i moćnije skupine mogle su se udruživati i nuditi zaštitu po isplativoj cijeni.\n\nOve veće skupine bile su prve vlade koje su zapovijedale lokalnim monopolom sile, ali su to činile po cijeni. Ova bi se cijena obično plaćala u obliku dijela žetve. Oporezivanje je tako nastalo kao prirodna posljedica u zamjenu za zaštitu od nasilja.\n\nOva praksa datira prije više od 5000 godina u Mezopotamiji i Egiptu gdje su se porezi prikupljali u obliku „desetine” („dim”; eng „tithe” od tenth) poznate kao [esretu](https://www.amazon.com/World-History-Tax-Rebellions-Encyclopedia-ebook-dp-B000PMGHOQ/dp/B000PMGHOQ/ref=mt_other?_encoding=UTF8&me=&qid=). Desetina je bila plaćanje vjerskim institucijama ili vladajućim vladama u zamjenu za zaštitu od invazorskih vojski, mafijaškog nasilja ili čak duhovnih sila.\n\n## Padajuća cijena obrane i uspon suverenih\n\nVladajuće sile imaju mogućnost određivati nesrazmjerne cijene za zaštitu koju pružaju. To je prvenstveno zato što im njihov monopolski položaj omogućuje da si troškove drže niskima, a pritom podižu cijenu svoje zaštite na iznos koji smatraju prikladnim.\n\nMeđutim, kao spomenuto, tehnološke inovacije neprestano narušavaju tu ravnotežu troškova i nagrada.\n\nAko se ljudima osiguraju sredstva za obranu od iznuđivačkih skupina po jeftinijoj cijeni, u tom slučaju povrat od nasilja značajno opada. To izravno ili neizravno podriva učinkovitost vladajuće moći. To se vidjelo u srednjem vijeku, kad je uspon viteza u oklopu omogućio manjim skupinama da osporavaju autoritet vladajućih kraljeva.\n\nU 13. stoljeću za vrijeme [Prvog barunskog rata (First Baron's War)](https://www.britannica.com/event/Barons-War), zemljoposjednici u Engleskoj proglasili su se Božjom vojskom (Army of God) i marširali protiv kralja Ivana (King John). Ironično, imali smo onda „[Pobunu siromašnih baruna” (Poor Barons Rebellion”)](https://en-academic.com/dic.nsf/enwiki/1861957) u 16. stoljeću, poznatu kao Pobuna vitezova (Knight's Revolt), gdje su baruni marširali protiv Rimokatoličke crkve.\n\nVrhovni gospodari (eng Overlords; zemljoposjednici i baruni) kao vođe ovih manjih skupina sada su se mogli obraniti od iznuđivačkog nasilja vladajućih sila. Posljedično, vladajuće sile su sada bile suočene sa rastućim troškovima i padajućim nagradama asociranih s nametanjem svoje volje. To je gospodarima omogućilo snažniju poziciju u pregovaranjima o oporezivanju i carini.\n\nMagna Carta je bila jedan takav primjer uspješnih pregovora između baruna i kralja Ivana u 13. stoljeću.\n\n## Informacijsko doba i uspon Bitcoina\n\nSlično srednjem vijeku, informacijsko doba svjedoči padajućim troškovima obrane, ali u monogo većim razmjerima nego ikada prije. Poljoprivredna tehnologija preoblikovala je organizaciju ljudskih zajednica te istovremeno utjecala na drastične kulturne promjene. Ljudska bića su od tragača za hranom, koji su međusobno dijelili goleme površine zemlje, postala poljoprivrednici koji su bili gusto koncentrirani na malim područjima.\n\nSlično, sada vidimo kako informacijsko doba preoblikuje našu društvenu organizaciju i kulturu, kao što svjedočimo sve većem broju ljudi koji se organiziraju u bezgraničnom digitalnom carstvu.\n\nInformacijsko doba izrodilo je tehnologiju koja omogućuje ljudima da se organiziraju u zajednice i društva koja postoje u virtualnom carstvu. Posljedično, to virtualno carstvo sada služi kao medij za stvaranje i pohranu imovine koja je sada izvan dosega tradicionalnih oblika nasilja i prisile.\n\nZnačajna je, međutim, suprotnost između povrata na nasilje koje su iznijeli poljoprivredno doba i informacijsko doba. Dok je poljoprivredno doba povećalo povrate na nasilje, doba informacija čini upravo suprotno. Olakšan tehnologijom mikroprocesora i kriptografije, trošak obrane sada je u biti smanjen gotovo na nulu. To nas dovodi do onoga što će najvjerojatnije biti najbitniji izum informacijskog doba: Bitcoin.\n\n## Oporezivanje inflacijom\n\nVlade, bilo monarsi ili republike, zadržavaju svoju moć putem svoje sposobnosti da izvlače porez iz naroda. To je prvenstveno zbog dva razloga, njihovog monopola nad uslugama koje pružaju i njihovog monopola na sposobnost provođenja nasilja. Međutim, tijekom dužeg vremenskog razdoblja, vlade izrastaju da bi postale sve napuhanije i neučinkovitije.\n\nTo često dovodi do frustrirane javnosti i revolucija. Tijekom Francuske revolucije, Napoleon Bonaparte marširao je ulicama Pariza proglašavajući „Nema više poreza, dolje bogati, dolje republika... Ali dok je Napoleon doista uveo poreznu reformu kako bi pridobio naklonost francuskog naroda, izvlačio je što mu je trebalo povećanjem poreznog opterećenja pokorenih Talijana. Ali čak i osvajanje ima svoje granice. Kad izravno oporezivanje nije dovoljno, obično se pribjegava slijedećoj opciji: **tiskanju novca**.\n\nMonopol na pravo kovanja novca je podmukao oblik oporezivanja kojeg vlade koriste da bi financirale svoje operacije. Jednostavnim doprintavanjem novca, vlade mogu pristupiti potrebnim sredstvima bez da izravno povećaju poreze ljudima. Ali tiskanjem više novca, time napuhujući ponudu novca, vlade u biti napadaju kupovnu moć ljudi koji odluče „štedjeti” u tom obliku novca.\n\nU tom slučaju, ljudi su potaknuti da koriste ulagačka sredstva kao „uređaje za štednju”. To prirodno uzrokuje priljev vrijednosti u imovinu kao što su nekretnine i dionice, koju koriste oni koji si to mogu priuštiti. Ali oni koji si to ne mogu priuštiti nalaze se u situaciji da ih se dvaput oporezuje: jednom izravno, a onda opet podmuklo putem inflacije.\n\nOva je dinamika u biti omogućila vladama da izvlače vrijednost od svojih podanika kao da su stoka na farmi:\n\n> \tVeći dio dvadesetog stoljeća, produktivni su državi služili kao imovina, na način na koji \tkrave muzare služe poljoprivredniku. Sve snažnije ih se muzlo. Sada će kravama niknuti \tkrila\n    Suvereni pojedinac\n\n## Bitcoin: krila za bijeg\n\nNastanak Bitcoina poljuljao je ravnotežu između troška zaštite i troška iznude. Koristeći mikroprocesorsku tehnologiju i kriptografiju, uveden u informacijskom dobu, Bitcoin pruža ljudima sredstvo za obranu od inflacije koja dolazi sa ekspanzijom novčane ponude gotovo bez troška.\n\nNadalje, troškovi napada na Bitcoin mrežu su neizvedivo visoki, dok bi nagrada bila gotovo trivijalna. Ovaj dramatični preokret u asimetriji između zaštite i iznude drastično će preoblikovati način organizacije ljudskih zajednica.\n\nSlično kao što je vitez na konju ojačao obranu zemljoposjednika u srednjem vijeku, Bitcoin će ojačati suverenitet pojedinaca i entiteta pružajući obranu od iznuđivačkih radnji vladajućih sila.\n\nVeć vidimo rane stadije u kojima se entiteti naoružavaju obranom koju Bitcoin pruža. Korporacije poput Tesle, MassMutuala, MicroStrategyja i mnogih drugih pretvorile su dio svoje riznice u bitcoin kao sredstvo za obranu od inflacije uzrokovane ekspanzijom ponude novca. Paul Tudor Jones, legenda među hedge fond ulagačima, javno je obznanio da je [alocirao sredstva u bitcoin](https://news.bitcoin.com/paul-tudor-jones-like-bitcoin-go-all-in-on-inflation-trades-fed-things-are-good/) kao sredstvo obrane sebe i svoje obitelji.\n\nTo će dati povoda za povećani suverenitet i pregovaračku moć protiv iznuđivačkih sila. Zašto? Povijest je uvijek iznova pokazala da, kada se slabima omoguće sredstva za obranu, oni eventualno iskoriste svoje alate kako bi ustali protiv iznuđivanja. Istražit ćemo vjerojatne posljedice i fascinantnu teoriju igara nastanka Bitcoina u slijedećem postu ove serije.\n\n[Originalni tekst](https://medium.com/quantum-economics/bitcoin-gives-you-wings-663aad3bfba4/)\n","frontmatter":{"index":8,"title":"Bitcoin, daje ti krila","author":"Shawn Dexter","authorURL":"https://medium.com/quantum-economics/bitcoin-gives-you-wings-663aad3bfba4/","meta":"Svitanje informacijskog doba uvodi megapolitički preokret koji prijeti potkopavanjem moći nacionalne države...","translator":"Lux","translatorURL":"https://t.me/lux_vitae","slug":"bitcoin-daje-ti-krila","img":"bitcoin-daje-ti-krila","flag":"croatia","tags":["translation"]}},{"content":"> Postoji sveto carstvo privatnosti za svakog čoveka gde on bira i pravi odluke – carstvo stvoreno na bazičnim pravima i slobode koje zakon, generalno, ne sme narušavati.\nDžefri Fišer, Arhiepiskop Canterberija (1959)\n\n\nPre ne toliko dugo, uobičajen režim interneta je bio neenkriptovan običan tekst (plain text).  Svi su mogli špiunirati svakoga i mnogi nisu o tome ni razmišljali.  Globalno obelodanjivanje nadzora 2013. je to promenilo i danas se koriste mnogo bezbedniji protokoli i end-to-end enkripcija postaje standard sve više.\nIako bitcoin postaje tinejdžer, mi smo – metaforično govoreći – i dalje u dobu običnog teksta narandžastog novčića.  Bitcoin je radikalno providljiv protokol sam po sebi, ali postoje značajni načini da korisnik zaštiti svoju privatnost.  U ovom članku želimo da istaknemo neke od ovih strategija, prodiskutujemo najbolje prakse, i damo preporuke koje mogu primeniti i bitcoin novajlije i veterani.\n\n## Zašto je privatnost bitna\n\n> Privatnost je potrebna da bi otvoreno društvo moglo da funkcioniše u digitalnoj eri.  Privatnost nije isto što i tajanstvenost.  Privatna stvar je nešto što neko ne želi da ceo svet zna, a tajna stvar je nešto što neko ne želi bilo ko da zna.  Privatnost je moć da se čovek selektivno otkriva svom okruženju.\n\nOvim snažnim rečima Erik Hjus je započeo svoj tekst Sajferpankov Manifesto (Cypherpunk's Manifesto) 1993. Razlika između privatnosti i tajanstvenosti je suptilna ali jako važna.  Odlučiti se za privatnost ne znači da neko ima tajne koje želi sakriti.  Da ovo ilustrujemo shvatite samo da ono što obavljate u svom toaletu ili u spavaćoj sobi nije niti ilegalno niti tajna (u mnogim slučajevima), ali vi svejedno odlučujete da zatvorite vrata i navučete zavese.\n\nSlično tome, koliko para imate i gde ih trošite nije naručito tajna stvar. Ipak, to bi trebalo biti privatan slučaj.  Mnogi bi se složili da vaš šef ne treba da zna gde vi trošite vašu platu.   Privatnosti je čak zaštićena od strane mnogobrojnih internacionalnih nadležnih organa.  Iz Američke Deklaracije Prava i Dužnosti Čoveka (American Declaration of the Rights and Duties of Man) Ujedinjenim Nacijama, napisano je da je privatnost fundamentalno prava gradjana širom sveta.\n\n> Niko ne sme biti podvrgnut smetnjama njegovoj privatnosti, porodici, rezidenciji ili komunikacijama, niti napadnuta njegova čast i reputacija.  Svi imaju pravo da se štite zakonom protiv takvih smetnja ili napada.\nArtikal 12, Deklaracija Ljudskih Prava Ujedinjenih Nacija\n\n## Bitcoin i privatnost\n\nIako je bitcoin često opisivan kao anoniman način plaćanja medijima, on u stvari poseduje potpuno suprotne osobine. On je poluanoniman u najboljem slučaju i danas mnogima nije ni malo lako primeniti taktike da bi bili sigurni da njihov poluanonimni identitet na bitcoin mreži ne bude povezan sa legalnim identitetom u stvarnom svetu.\n\nBitcoin je otvoren sistem.  On je javna baza podataka koju svako može da proučava i analizira.  Znači, svaka transakcija koja je upisana u tu bazu kroz dokaz rada (proof-of-work) postojaće i biće otkrivena dokle god bitcoin postoji, što znači - zauvek.  Ne primenjivati najbolje prakse privatnosti može imati štetne posledice u dalekoj budućnosti.\n\nPrivatnost, kao sigurnost, je proces koji je težak, ali nije nemoguć.  Alatke nastavljaju da se razvijaju koje čuvaju privatnost kad se koristi bitcoin and srećom mnoge od tih alatki su sve lakše za korišćenje.  Nažalost ne postoji panacea u ovom pristupu.  Mora se biti svesan svih kompromisa i usavršavati te prakse dok se one menjaju.\n\n## Najbolje prakse privatnosti\n\nKao i sve u bitcoinu, kontrola privatnosti je postepena, korak po korak, procedura.  Naučiti i primeniti ove najbolje prakse zahteva strpljivost i odgovornost, tako da ne budite obeshrabreni ako vam se čini da je to sve previše.  Svaki korak, koliko god bio mali, je korak u dobrom pravcu.\n\nKoje korake preduzeti da bi uvećali svoju privatnost:\n-\tBudite u vlasništvu sami svojih novčića\n- Nikad ne ponavljajte korišćenje istih adresa\n- Minimizirajte korišćenje servisa koji zahtevaju identitet (Know your customer - KYC)\n- Minimizirajte sve izloženosti trećim licima\n- Upravljajte svojim nodom\n- Koristite Lightning mrežu za male transakcije\n- Nemojte koristiti javne blok pretraživače za svoje transakcije\n- Koristite metodu CoinJoin često i rano pri nabavljanju svojih novčića\n\n**Budite u vlasništvu sami svojih novčića**: Ako ključevi nisu tvoji, onda nije ni bitcoin.  Ako neko drugo drži vaš bitcoin za vas, oni znaju sve što se može znati: količinu, istoriju transakcija pa i sve buduće transakcije, itd.  Preuzimanje vlasništva bitcoina u svoje ruke je prvi i najvažniji korak.\n\n**Nikad ne kroistite istu adresu dvaput**: Ponavljanje adresa poništava privatnost pošiljalca i primaoca bitcoina. Ovo se treba izbegavati pod svaku cenu.\n\n**Minimizirajte korišćenje servisa koji zahtevaju identitet (KYC)**: Vezivati svoj legalni identitet za svoje bitcoin adrese je zlo koje se zahteva od strane mnogih državnih nadležnosti.  Dok je efektivnost ovih zakona i regulacija disputabilno, posledice njihovog primenjivanja su uglavnom štetne po korisnicima.  Ovo je očigledno pošto je česta pojava da se te informacije često izlivaju iz slabo obezbeđenih digitalnih servera.  Ako izaberete da koristite KYC servise da bi nabavljali bitcoin, proučite i razumite odnos između vas i tog biznisa. Vi ste poverljivi tom biznisu za sve vaše lične podatke, pa i buduće obezbeđenje tih podataka. Ako i dalje zarađujete kroz fiat novčani sistem, mi preporučujemo da koristite samo bitcoin ekskluzivne servise koji vam dozvoljavaju da autamatski kupujete bitcoin s vremena na vreme. Ako zelite da potpuno da izbegnete KYC, pregledajte [bitcoinqna.github.io/noKYConly/](https://bitcoinqna.github.io/noKYConly/)\n\n**Minimizirajte sve izloženosti trećim licima**: Poverljivost trećim licima je bezbednosna rupa (https://nakamotoinstitute.org/trusted-third-parties/). Ako možete biti poverljivi samo sebi, onda bi to tako trebalo da bude.\n\n**Upravljajte svojim nodom**: Ako nod nije tvoj, onda nisu ni pravila. Upravljanje svojim nodom je suštinska potreba da bi se bitcoin koristio na privatan način. Svaka interakcija sa bitcoin mrežom je posrednjena nodom.  Ako vi taj nod ne upravljate, čiji god nod koristite može da vidi sve što vi radite. Ova upustva (https://bitcoiner.guide/node/) su jako korisna da bi započeli proces korišćenja svog noda.\n\n**Koristite Lightning mrežu za male transakcije**: Pošto Lightning protokol ne koristi glavnu bitcoin mrežu za trasakcije onda je i samim tim povećana privatnost korišćenja bez dodatnog truda. Iako je i dalje rano, oni apsolutno bezobzirni periodi Lightning mreže su verovatno daleko iza nas. Korišćenje Lightning-a za transakcije malih i srednjih veličina će vam pomoći da uvećate privatnost a da smanjite naplate svojih pojedinačnih bitcoin transakcija.\n\n**Nemojte koristiti javne blok pretraživače za svoje transakcije**: Proveravanje adresa na javnim blok pretraživačima povezuje te adrese sa vašim IP podacima, koji se onda mogu koristiti da se otkrije vaš identitet. Softveri kao [Umbrel](https://umbrel.com/) i [myNode](https://mynodebtc.com/) vam omogućavaju da lako koristite sami svoj blok pretraživač. Ako morate koristiti javne pretraživače, uradite to uz VPN ili Tor.\n\n**Koristite CoinJoin često i rano pri nabavljanju svojih novčića**: Pošto je bitcoin večan, primenjivanje saradničkih CoinJoin praksa će vam obezbediti privatnost u budućnosti. Dok su CoinJoin transakcije svakovrsne, softveri koji su laki za korišćenje već sad postoje koji mogu automatizovati ovu vrstu transakcija. Samourai Whirlpool (https://samouraiwallet.com/whirlpool) je odličan izbor za Android korisnike.  Joinmarket (https://github.com/joinmarket-webui/jam) se može koristiti na vašem nodu. A servisi postoje koji pri snabdevanju vašeg bitcoina istog trenutka obave CoinJoin tranzakciju automatski.\n\n## Zaključak\n\nSvi bi trebalo da se potrude da koriste bitcoin na što privatniji način. Privatnost nije isto što i tajanstvenost. Privatnost je ljudsko pravo i mi svi trebamo da branimo i primenljujemo to pravo. Teško je izbrisati postojeće informacije sa interneta; a izbrisati ih sa bitcoin baze podataka je nemoguće.\nIako su daleko od savršenih, alatke postoje danas koje vam omogućavaju da najbolje prakse privatnosti i vi sami primenite. Mi smo vam naglasili neke od njih i - kroz poboljšanje u bitcoin protokolu kroz Taproot i Schnorr - one će postajati sve usavršenije.\n\nBitcoin postupci se ne mogu lako opisati korišćenjem tradicionalnim konceptima. Pitanja kao što su \"Ko je vlasnik ovog novca?\" ili \"Odakle taj novac potiče?\" postaju sve teža da se odgovore a u nekim okolnostima postaju potpuno beznačajna.\n\nSatoši je dizajnirao bitcoin misleći na privatnost. Na nivou protokola svaka bitcoin transakcija je proces \"topljenja\" koji za sobom samo ostavlja heuristične mrvice hleba.  Protokolu nije bitno odakle se pojavio bilo koji bitcoin ili satoši. Niti je njega briga ko je legalan identitet vlasnika. Protokolu je samo važno da li su digitalni potpisi validni.\nDokle god je govor slobodan, potpisivanje poruka - privatno ili ne - ne sme biti kriminalan postupak.\n\nDodatni Resursi\n- [This Month in Bitcoin Privacy](https://enegnei.github.io/This-Month-In-Bitcoin-Privacy/) | Janine\n- [Hodl Privacy FAQ](https://6102bitcoin.com/faq-hodl-privacy/) | 6102\n- [Digital Privacy](https://6102bitcoin.com/blog/digital-privacy/) | 6102\n- [UseWhirlpool.com](http://usewhirlpool.com/) | Bitcoin Q+A\n- [Bitcoin Privacy Guide](https://bitcoiner.guide/privacy/) | Bitcoin Q+A\n\n*Ovaj članak napisan je u saradnji sa Matt Odellom, nezavisnim bitcoin istraživačem. Nađite njegove preporuke za privatnost na [werunbitcoin.com](https://werunbitcoin.com)*\n\n[Originalni tekst](https://dergigi.com/2021/03/14/bitcoin-privacy-best-practices/)\n","frontmatter":{"index":7,"title":"Bitcoin Privatnost: Najbolje Prakse","author":"Gigi","authorURL":"https://dergigi.com/2021/03/14/bitcoin-privacy-best-practices/","meta":"Pre ne toliko dugo, uobičajen režim interneta je bio neenkriptovan običan tekst (plain text).  Svi su mogli špiunirati svakoga i mnogi nisu o tome ni razmišljali.","translator":"Plumsky","translatorURL":"https://t.me/SkiLites","slug":"bitcoin-privatnost-najbolje-prakse","img":"bitcoin-privatnost-najbolje-prakse","flag":"serbia","tags":["translation"]}},{"content":"\nIdeja da država može nekako zabraniti bitcoin je jedna od poslednjih faza tuge, tačno pred prihvatanje realnosti. Posledica ove rečenice je priznanje da bitcoin “funkcioniše”. U stvari, ona predstavlja činjenicu da bitcoin funkcioniše toliko dobro da on preti postojećim državnim monopolima nad novcem i da će zbog toga države da ga unište kroz regulativne prepreke da bi eliminisale tu pretnju. Gledajte na tvrdnju da će države zabraniti bitcoin kao kondicionalnu logiku. Da li bitcoin funkcioniše kao novac? Ako je odgovor „ne“, onda države nemaju šta da zabrane. Ako je odgovor „da“, onda će države da probaju da ga zabrane. Znači, glavna poenta ovog razmišljanja je pretpostavka da bitcoin funkcioiniše kao novac. Onda je sledeće logično pitanje da li intervencija od strane države može uspešno da uništi upravo taj funkcionalan bitcoin.\n\n![](/images/content/blog/niko-ne-moze-zabraniti-btc/da-li-drzava-moze-zabraniti-bitcoin.png)\n\nZa početak, svako ko pokušava da razume kako, zašto, ili da li bitcoin funkcioniše mora da proceni ta pitanja potpuno nezavisno od prouzrekovanja državne regulacije ili intervencije. Iako je nesumnjivo da bitcoin mora da postoji uzgred državnih regulativa, zamislite na momenat da države ne postoje. Sam od sebe, da li bi bitcoin funkcionisao kao novac, kad bi se prepustio slobodnom tržištu? Ovo pitanje se širi u dodatna pitanja i ubrzo se pretvara u bunar bez dna. Šta je novac? Šta su svojstva koja čine jednu vrstu novca bolje od druge? Da li bitcoin poseduje ta svojstva? Da li je bitcoin bolja verzija novca po takvim osobinama? Ako je finalni zaključak da bitcoin ne funkcioniše kao novac, implikacije državne intervencije su nebitne. Ali, ako je bitcoin funkcionalan kao novac, ta pitanja onda postaju bitna u ovoj debati, i svako ko o tome razmišlja bi morao imati taj početnički kontekst da bi mogao proceniti da li je uopšte moguće zabraniti. Po svom dizajnu, bitcoin postoji van države. Ali bitcoin nije samo van kontrole države, on u stvari funkcioniše bez bilo kakve saradnje centralizovanih identiteta. On je globalan i decentralizovan. Svako može pristupiti bitcoinu bez potrebe saglasnosti bilo koga i što se više širi sve je teže cenzurisati celokupnu mrežu. Arhitektura bitcoina je namerno izmišljena da bude otporna na bilo koje pokušaje države da ga zabrane. Ovo ne znači da države širom sveta neće pokušavati da ga regulišu, oporezuju ili čak da potpuno zabrane njegovo korišćenje. Naravno da će biti puno bitki i otpora protiv usvajanja bitcoina među građanima. Federal Reserve i Američki Treasury (i njihovi globalni suparnici) se neće ležeći predati dok bitcoin sve više i više ugrožava njihove monopole prihvatljivog novca. Doduše, pre nego što se odbaci ideja da države mogu potpuno zabraniti bitcoin, mora se prvo razumeti posledice tog stava i njegovog glasnika.\n\n## Progresija poricanja i stepeni tuge\n\nPripovesti skeptičara se neprestano menjaju kroz vreme. Prvi stepen tuge: bitcoin nikad ne može funkcionisati-njegova vrednost je osnovana ni na čemu. On je moderna verzija tulip manije. Sa svakim ciklusom uzbuđenja, vrednost bitcoina skače i onda vrlo brzo se vraća na dole. Često nazvano kao kraj njegove vrednosti, bitcoin svaki put odbija da umre i njegova vrednost pronađe nivo koji je uvek viši od prethodnih ciklusa globalne usvajanja. Tulip pripovetka postaje stara i dosadna i skeptičari pređu na više nijansirane teme, i time menjaju bazu debate. Drugi stepen tuge predstoji: bitcoin je manjkav kao novac. On je previše volatilan da bi bio valuta, ili je suviše spor da bi se koristio kao sistem plaćanja, ili se ne može proširiti dovoljno da zadovolji sve promete plaćanja na svetu, ili troši isuviše struje. Taj niz kritike ide sve dalje i dalje. Ovaj drugi stepen je progresija poricanja i dosta je udaljen od ideje da je bitcoin ništa više od bukvalno bezvrednog ničega.\n\nUprkos tim pretpostavnim manjcima, vrednost bitcoin mreže nastavje da raste vremenom. Svaki put, ona ne umire, nasuprot, ona postaje sve veća i jača. Dok se skeptičari bave ukazivanjem na manjke, bitcoin ne prestaje. Rast u vrednosti je prouzrokovan jednostavnom dinamikom tržišta: postoji više kupca nego prodavca. To je sve i to je razlog rasta u adopciji. Sve više i više ljudi shvata zašto postoji fundamentalna potražnja za bitcoinom i zašto/kako on funkcioniše. To je razlog njegovog dugotrajnog rasta. Dokle god ga sve više ljudi koristi za čuvanje vrednosti, neće pasti cena snabdevanja. Zauvek će postojati samo 21 milion bitcoina. Nebitno je koliko ljudi zahtevaju bitcoin, njegova cela količina je uvek ista i neelastična. Dok skeptičari nastavljaju sa svojom starom pričom, mase ljudi nastavljaju da eliminišu zabludu i zahtevaju bitcoin zbog njegovih prednosti u smislu novčanih svojstva. Između ostalog, ne postoji grupa ljudi koja je više upoznata sa svim argumentima protiv bitcoina od samih bitcoinera.\n\n![](/images/content/blog/niko-ne-moze-zabraniti-btc/FUD-kockica.png)\n\nOčajanje počinje da se stvara i onda se debata još jedanput pomera. Sada nije više činjenica je vrednost bitcoina osnovana ni na čemu niti da ima manjke kao valuta; sada se debata centrira na regulaciji državnih autoriteta. U ovom zadnjem stepenu tuge, bitcoin se predstavlja kao u stvari isuviše uspešnom alatkom i zbog toga države ne smeju dozvoliti da on postoji. Zaista? Znači da je genijalnost čoveka ponovo ostvarila funkcionalan novac u tehnološko superiornoj formi, čije su posledice zaista neshvatljive, i da će države upravo taj izum nekako zabraniti. Primetite da tom izjavom skeptičari praktično priznaju svoj poraz. Ovo su poslednji pokušaji u seriji promašenih argumenata. Skeptičari u isto vreme prihvataju da postoji fundamentalna potražnja za bitcoinom a onda se premeštaju na neosnovan stav da ga države mogu zabraniti.\n\nAjde da se poigramo i tim pitanjem. Kada bih zapravo razvijene države nastupile na scenu i pokušale da zabrane bitcoin? Trenutno, Federal Reserve i Treasury ne smatraju bitcoin kao ozbiljnu pretnju superiornosti dolara. Po njihovom celokupnom mišljenju, bitcoin je slatka mala igračka i ne može da funkcioniše kao novac. Sadašnja kompletna kupovna moć bitcoina je manja od $200 milijardi. Sa druge strane, zlato ima celokupnu vrednost od $8 triliona (40X veću od bitcoina) i količina odštampanog novca (M2) je otprilike 15 triliona (75X veličine bitcoinove vrednosti). Kada će Federal Reserve i Treasury da počne da smatra bitcoin kao ozbiljnu pretnju? Kad bitcoin poraste na $1, $2 ili $3 triliona? Možete i sami da izaberete nivo, ali implikacija je da će bitcoin biti mnogo vredniji, i posedovaće ga sve više ljudi širom sveta, pre nego što će ga državne vlasti shvatiti kao obiljnog protivnika.\n\n__Predsednik Tramp & Treasury Sekretar Mnučin o Bitcoinu (2019)__:\n\n>„Ja neću pričati o bitcoinu za 10 godina, u to možete biti sigurni {…} Ja bi se kladio da čak za 5 ili 6 godina neću više pričati o bitcoinu kao sekretar Trusury-a. Imaću preča posla {…} Mogu vam obećati da ja lično neću biti pun bitcoina.“ – Sekretar Treasury-a Stiv Mnučin\n\n> „Ja nisam ljubitelj bitcoina {…}, koji nije novac i čija vrednost je jako volatilna i osnovana na praznom vazduhu.“ – Predsednik Donald J. Tramp\n\nZnači, logika skeptika ide ovako: bitcoin ne funkcioniše, ali ako funkcioniše, onda će ga država zabraniti. Ali, države slobodnog sveta neće pokušati da ga zabrane dokle god se on ne pokaže kao ozbiljna pretnja. U tom trenutku, bitcoin će biti vredniji i sigurno teži da se zabrani, pošto će ga više ljudi posedovati na mnogo širem geografskom prostoru. Ignorišite fundamentalne činjenice i asimetriju koja je urođena u globalnom dešavanju monetizacije zato što u slučaju da ste u pravu, države će taj proces zabraniti. Na kojoj strani tog argumenta bi radije stajao racionalan ekonomski učesnik? Posedovanje finansijske imovine kojoj vrednost toliko raste da preti globalnoj rezervnoj valuti, ili nasuprot – nemati tu imovinu? Sa pretpostavkom da individualci razumeju zašto je mogućnost (a sve više i verovatnoća) ove realnosti, koji stav je logičniji u ovom scenariju? Asimetrija dve strane ovog argumenta sama od sebe zahteva da je prvi stav onaj istinit i da fundamentalno razumevanje potražnje bitcoina samo još više ojačava to mišljenje.\n\n## Niko ne moze zabraniti bitcoin\n\nRazmislite šta bitcoin u stvari predstavlja pa onda šta bi predstavljala njegova zabrana. Bitcoin je konverzija subjektivne vrednosti, stvorena i razmenjena u realnošću, u digitalne potpise. Jednostavno rečeno, to je konverzija ljudskog vremena u novac. Kad neko zahteva bitcoin, oni u isto vreme ne zahtevaju neki drugi posed, nek to bio dolar, kuća, auto ili hrana itd. Bitcoin predstavlja novčanu štednju koja sa sobom žrtvuje druge imovine i servise. Zabrana bitcoina bi bio napad na najosnovnije ljudske slobode koje je on upravo stvoren da brani. Zamislite reakciju svih onih koji su prihvatili bitcoin: „Bilo je zabavno, alatka za koju su svi eksperti tvrdili da neće nikad funkcionisati, sada toliko dobro radi i sad ti isti eksperti i autoriteti kažu da mi to nemožemo koristiti. Svi idite kući, predstava je gotova.“verovanje da će svi ljudi koji su učestvovali u bitcoin usvajanju, suverenitetu koji nudi i finansiskoj slobodi, odjednom samo da se predaju osnovnom rušenju njihovih prava je potpuno iracionalna pozicija.\n\n> Novac je jedan od najbitnijih instrumenata za slobodu koji je ikad izmišljen. Novac je to što u postojećem društvu ostvaruje mogućnosti siromašnom čoveku – čiji je domet veći nego onaj koji je bio dostižan bogatim ljudima pre ne toliko puno generacija.“ – F. A. Hajek\n\nDržave nisu uspele da zabrane konzumiranje alkohola, droga, kupovinu vatrenog oružja, pa ni posedovanje zlata. Država može samo pomalo da uspori pristup ili da deklariše posedovanje ilegalnim, ali ne može da uništi nešto što veliki broj raznovrsnih ljudi smatra vrednim. Kada je SAD zabranila privatno posedovanje zlata 1933., zlato nije palo u vrednosti ili nestalo sa finansijskog tržišta. Ono je u stvari poraslo u vrednosti u poređenju sa dolarom, i samo trideset godina kasnije, zabrana je bila ukinuta. Ne samo da bitcoin nudi veću vrednosno obećanje od bilo kog drugog dobra koje su države pokušale da zabrane (uključujući i zlato); nego po svojim osobinama, njega je mnogo teže zabraniti. Bitcoin je globalan i decentralizovan. On ne poštuje granice i osiguran je mnoštvom nodova i kriptografskim potpisima. Sam postupak zabrane bi zahtevao da se u isto vreme zaustavi „open source“ softver koji emituje i izvršava slanje i potvrđivanje digitalno enkriptovanih ključeva i potpisa. Ta zabrana bi morala biti koordinisana između velikog broja zemalja, sa tim da je nemoguće znati gde se ti nodovi i softver nalazi ili da se zaustavi instaliranje novih nodova u drugim pravnim nadležnostima. Da ne pominjemo i ustavske pitanja, bilo bi tehnički neizvodljivo da se takva zabrana primeni na bilo kakav značajan način.\n\n![Koncentracija bitcoin nodova po državama (earn.com)](/images/content/blog/niko-ne-moze-zabraniti-btc/mapa-bitcoin-nodova.png)\n\nČak kada bih sve zemlje iz G-20 grupe koordinisale takvu zabranu u isto vreme, to ne bi uništilo bitcoin. U stvari, to bi bilo samoubistvo za fiat novčani sistem. To bi još više prikazalo masama da je bitcoin u stvari novac koji treba shvatiti ozbiljno, i to bi samo od sebe započelo globalnu igru vatanje mačke za rep. Bitcoin nema centralnu tačku za napad; bitcoin rudari, nodovi i digitalni potpisi su rasejani po celom svetu. Svaki aspekt bitcoina je decentralizovan, zato su glavni stubovi njegove arhitekture da učesnici uvek treba kontrolisati svoje potpise i upravljati svojim nodom. Što više digitalnih potpisa i nodova koji postoje, to je više bitcoin decentralizovan, i to je više odbranjiva njegova mreža od strane neprijatelja. Što je više zemalja gde rudari izvršavaju svoj posao, to je manji rizik da jedan nadležni identitet može uticati na njegov bezbednosni sistem. Koordinisan internacionalni napad na bitcoin bi samo koristio da bitcoin još više ojača svoj imuni sistem. Na kraju krajeva, to bi ubrzalo seobu iz tradicionalnog finansijskog sistema (i njegovih valuta) a i inovaciju koja postoji u bitcoin ekosistemu. Sa svakom bivšom pretnjom, bitcoin je maštovito pronalazio način da ih neutrališe pa i koordinisan napad od strane država ne bi bio ništa drugačiji.\n\n![Koncentracija bitcoin nodova po državama (earn.com)](/images/content/blog/niko-ne-moze-zabraniti-btc/centralizovan-decentralizovan-monetarni-sistem.png)\n\nInovacija u ovoj oblasti koja se odlikuje svojom „permissionless“ (bez dozvole centralnih identiteta) osobinom, omogućava odbranu od svakojakih napada. Sve varijante napada koje su bile predvidjene je upravo to što zahteva konstantnu inovaciju bitcoina. To je ona Adam Smitova nevidljiva ruka, ali dopingovana. Pojedinačni učesnici mogu da veruju da su motivisani nekim većim uzrokom, ali u stvari, korisnost kaja je ugrađena u bitcoin stvara kod učesnika dovoljno snažan podsticaj da omogući svoje preživljavanje. Sopstveni interes milione, ako ne milijarde, nekoordinisanih ljudi koji se jedino slažu u svojom međusobnom potrebom za funkcionalnim novcem podstiče inovacije u bitcoinu. Danas, možda to izgleda kao neka kul nova tehnologija ili neki dobar investment u finansijskom portfoliju, ali čak i ako to mnogi ne razumeju, bitcoin je apsolutna nužnost u svetu. To je tako zato što je novac nužnost a historijski priznate valute se fundamentalno raspadaju. Pre dva meseca, tržište američkih državnih obveznica je doživeo kolaps na šta je Federal Reserve reagovao time što je povećao celokupnu količinu dolara u postojanju za $250 milijardi, a još više u bliskoj budućnosti. Tačno ovo je razlog zašto je bitcoin nužnost a ne samo luksuzni dodatak. Kada inovacija omogućava bazično funkcionisanje ekonomije ne postoji ni jedna država na svetu koja može da zaustavi njenu adopciju i rast. Novac je nužnost a bitcoin znatno poboljšava sistem novca koji je ikada postojao pre njega.\n\nSa više praktične strane, pokušaj zabranjivanja bitcoina ili njegove velike regulacije od nadležnosti bi direktno bilo u korist susedne nadležnih organa. Podsticaj da se odustane od koordinisanog napada na bitcoin bi bio isuviše veliki da bi takvi dogovori bili uspešni. Kada bi SAD deklarisovale posed bitcoina ilegalnim sutra, da li bi to zaustavilo njegov rast, razvoj i adopciji i da li bi to smanjilo vrednost celokupne mreže? Verovatno. Da li bi to uništilo bitcoin? Ne bi. Bitcoin predstavlja najpokretljivije kapitalno sredstvo na svetu. Zemlje i nadležne strukture koje kreiraju regulativnu strukturu koja najmanje ustručava korišćenje bitcoina će biti dobitnici velike količine uliva kapitala u svoje države.\n\n## Zabrana Bitcoinove Zatvoreničke Dileme\n\n![Koncentracija bitcoin nodova po državama (earn.com)](/images/content/blog/niko-ne-moze-zabraniti-btc/drzava.png)\n\nU praksi, zatvorenička dilema nije igra jedan na jedan. Ona je multidimenzijska i uključuje mnoštvo nadležnosti, čiji se interesi nadmeću međusobno, i to uskraćuje mogućnosti bilo kakve mogućnosti zabrane. Ljudski kapital, fizički kapital i novčani kapital će sav ići u pravcu država i nadležnosti koje najmanje ustručuju bitcoin. To se možda neće desiti sve odjednom, ali pokušaji zabrane su isto za badava koliko bi bilo odseći sebi nos u inat svom licu. To ne znači da države to neće pokušati. India je već probala da zabrani bitcoin. Kina je uvela puno restrikcija. Drugi će da prate njihove tragove. Ali svaki put kada država preduzme takve korake, to ima nepredvidljive efekte povećanja bitcoin adopcije. Pokušaji zabranjivanja bitcoina su jako efektivne marketing kampanje. Bitcoin postoji kao sistem nevezan za jednu suverenu državu i kao novac je otporan na cenzuru. On je dizajniran da postoji van državne kontrole. Pokušaji da se taj koncept zabrani samo još više daje njemu razlog i logiku za postojanje.\n\n## Jedini Pobednički Potez je da se Uključiš u Igru\n\nZabrana bitcoina je trošenje vremena. Neki će to pokušati; ali svi će biti neuspešni. Sami ti pokušaji će još više ubrzati njegovu adopciju i širenje. Biće to vetar od 100 km/h koji raspaljuje vatru. To će ojačati bitcoin sve više i doprineće njegovoj pouzdanosti. U svakom slučaju, verovanje da će države zabraniti bitcoin u momentu kada on postane dovoljno velika pretnja rezervnim valutam sveta, je iracionalan razlog da se on no poseduje kao instrument štednje novca. To ne samo da podrazumeva da je bitcoin novac, ali u isto vreme i ignoriše glavne razloge zašto je to tako: on je decentralizovan i otporan na cenzure. Zamislite da razumete jednu od nojvećih tajni današnjice i da u isto vreme tu tajnu asimetrije koju bitcoin nudi ne primenjujete u svoju korist zbog straha od države. Pre će biti, neko ko razume zašto bitcoin funkcioniše i da ga država ne može zaustaviti, ili nepuno znanje postoji u razumevanju kako bitcoin uopšte funckioniše. Počnite sa razmatranjem fundamentalnih pitanja, a onda primenite to kao temelj da bi procenili bilo koji potencijalan rizik od strane budućih regulacija ili restrikcija državnih organa. I nikad nemojte da zaboravite na vrednost asimetrije između dve strane ovde prezentiranih argumenata. Jedini pobednički potez je da se uključite u igru.\n\nStavovi ovde prezentirani su samo moji i ne predstavljaju Unchained Capital ili moje kolege. Zahvaljujem se Fil Gajgeru za razmatranje teksta i primedbe.\n\n[Originalni tekst](https://unchained.com/blog/bitcoin-cannot-be-banned/)\n","frontmatter":{"index":4,"title":"Niko ne može zabraniti bitcoin","author":"Parker Lewis","authorURL":"https://unchained.com/blog/bitcoin-cannot-be-banned/","meta":"Ideja da država može nekako zabraniti bitcoin je jedna od poslednjih faza tuge, tačno pred prihvaćanja realnosti. Posledica ove rečenice je priznanje da bitcoin “funkcioniše”. U stvari, ona predstavlja činjenicu da bitcoin funkcioniše toliko dobro da on preti postojećim državnim monopolima...","translator":"Plumsky","translatorURL":"https://t.me/SkiLites","slug":"niko-ne-moze-zabraniti-bitcoin","img":"bitcoin-ne-moze-biti-zabranjen-featured","flag":"serbia","tags":["translation"]}},{"content":"\nSa zadnjim cijenama koje je bitcoin dosegao 2017., optimističan scenarij za ulagače se možda čini toliko očitim da ga nije potrebno niti spominjati. Alternativno, možda se nekome čini glupo ulagati u digitalnu vrijednost koja ne počiva na nijednom fizičkom dobru ili vladi i čiji porast cijene su neki usporedili sa manijom tulipana ili dot-com balonom. Nijedno nije točno; optimističan scenarij za Bitcoin je uvjerljiv, ali ne i očit. Postoje značajni rizici kod ulaganja u Bitcoin, no, kao što planiram pokazati, postoji i ogromna prilika.\n\n## Geneza\n\nNikad u povijesti svijeta nije bilo moguće napraviti transfer vrijednosti među fizički udaljenim ljudima bez posrednika, poput banke ili vlade. 2008. godine, anonimni Satoshi Nakamoto je objavio [8 stranica rješenja](https://bitcoin.org/files/bitcoin-paper/bitcoin_hr.pdf) na dugo nerješivi računalski problem poznat kao “Problem Bizantskog Generala.” Njegovo rješenje i sustav koji je izgradio - Bitcoin - dozvolio je, prvi put ikad, da se vrijednost prenosi brzo i daleko, bez ikakvih posrednika ili povjerenja. Implikacije kreacije Bitcoina su toliko duboke, ekonomski i računalski, da bi Nakamoto trebao biti prva osoba nominirana za Nobelovu nagradu za ekonomiju i Turingovu nagradu.\n\nZa ulagače, važna činjenica izuma Bitcoina (mreže i protokola) je stvaranje novog oskudnog digitalnog dobra - bitcoina (monetarne jedinice). Bitcoini su prenosivi digitalni “novčići” (tokeni), proizvedeni na Bitcoin mreži kroz proces nazvan “rudarenje” (mining). Rudarenje Bitcoina je ugrubo usporedivo sa rudarenjem zlata, uz bitnu razliku da proizvodnja bitcoina prati unaprijed osmišljeni i predvidivi raspored. Samo 21 milijun bitcoina će ikad postojati, i većina (2017., kada je ovaj tekst napisan) su već izrudareni. Svake četiri godine, količina rudarenih bitcoina se prepolovi. Produkcija novih bitcoina će potpuno prestati 2140. godine.\n\n![](/images/content/blog/bullishcase/povjerenjevriijemebitcoin.png)\n\n—— Stopa inflacije   —— Monetarna baza\n\nBitcoine ne podržava nikakva roba ili dobra, niti ih garantira ikakva vlada ili firma, što postavlja očito pitanje za svakog novog bitcoin ulagača: zašto imaju uopće ikakvu vrijednost? Za razliku od dionica, obveznica, nekretnina ili robe poput nafte i žita, bitcoine nije moguće vrednovati koristeći standardne ekonomske analize ili korisnost u proizvodnji drugih dobara. Bitcoini pripadaju sasvim drugoj kategoriji dobara - monetarnih dobara, čija se vrijednost definira kroz tzv. teoriju igara; svaki sudionik na tržištu vrednuje neko dobro, onoliko koliko procjenjuje da će ga drugi sudionici vrednovati. Kako bismo bolje razumjeli ovo svojstvo monetarnih dobara, trebamo istražiti podrijetlo novca.\n\n## Podrijetlo novca\n\nU prvim ljudskim društvima, trgovina među grupama se vršila kroz robnu razmjenu. Velika neefikasnost prisutna u robnoj razmjeni je drastično ograničavala količinu i geografski prostor na kojem je bila moguća. Jedan od najvećih problema sa robnom razmjenom je problem dvostruke podudarnosti potražnje. Uzgajivač jabuka možda želi trgovati sa ribarom, ali ako ribar ne želi jabuke u istom trenutku, razmjena se neće dogoditi. Kroz vrijeme, ljudi su razvili želju za čuvanjem određenih predmeta zbog njihove rijetkosti i simbolične vrijednosti (npr. školjke, životinjski zube, kremen). Zaista, kako i Nick Szabo govori u svojem izvrsnom [eseju o podrijetlu novca](https://nakamotoinstitute.org/shelling-out/), ljudska želja za sakupljanjem predmeta pružila je izraženu evolucijsku prednost ranom čovjeku nad njegovim najbližim biološkim rivalom, neandertalcem - Homo neanderthalensis.\n\n> Primarna i najbitnija evolucijska funkcija sakupljanja bila je osigurati medij za čuvanje i prenošenje vrijednosti.\n\nPredmeti koje su ljudi sakupljali služili su kao svojevrsni “proto-novac,” tako što su omogućavale trgovinu među antagonističkim plemenima i dozvoljavale bogatsvu da se prenosi na sljedeću generaciju. Trgovina i transfer takvih predmeta bile su rijetke u paleolitskim društvima, te su oni služili više kao “spremište vrijednosti” (store of value) nego kao “medij razmjene” (medium of exchange), što je uloga koju danas igra moderni novac. Szabo objašnjava:\n\n> U usporedbi sa modernim novcem, primitivan novac je imao jako malo “brzinu” - mogao je promijeniti ruke samo nekoliko puta u životu prosječnog čovjeka. Svejedno, trajni i čvrsti sakupljački predmet, što bismo danas nazvali “nasljeđe,” mogao je opstati mnogo generacija, dodajući znatnu vrijednost pri svakom transferu - i zapravo omogućiti transfer uopće.\n\nRani čovjek suočio se sa bitnom dilemom u teoriji igara, kada je odlučivao koje predmete sakupljati: koje od njih će drugi ljudi željeti? Onaj koji bi to točno predvidio imao bi ogromnu prednost u mogućnosti trgovine i akvizicije bogatsva. Neka američka indijanska plemena, npr. Naraganseti, specijalizirala su se u proizvodnji sakupljačkih dobara koja nisu imala drugu svrhu osim trgovine. Valja spomenuti da što je ranije predviđanje da će neko dobro imati takvu vrijednost, veća je prednost koju će imati onaj koji je posjeduje, zato što ju je moguće nabaviti jeftinije, prije nego postane vrlo tražena roba i njezona vrijednost naraste zajedno sa populacijom. Nadalje, nabava nekog dobra u nadi da će u budućnosti biti korišteno kao spremište vrijednosti, ubrzava upravo tu primjenu. Ova cirkularnost je zapravo povratna veza (feedback loop) koja potiče društva da se rapidno slože oko jednog spremišta vrijednosti. U terminima teorije igara, ovo je znano kao “[Nashov ekvilibrij](https://sh.wikipedia.org/wiki/Nashov_ekvilibrijum).” Postizanje Nashovog ekvilibrija za neko spremište vrijednosti je veliko postignuće za društvo, pošto ono znatno olakšava trgovinu i podjelu rada, i time omogućava napredak civilizacije.\n\n![](/images/content/blog/bullishcase/1*Wpt9pCznLfQP9KoWzv9vGA.webp)\n\nTisućljećima, kako su ljudska društva rasla i otvarala trgovinske puteve, različite aplikacije spremišta vrijednosti u individualnim društvima počele su se natjecati međusobno. Trgovci su imali izbor: čuvati svoju zaradu u spremištu vrijednosti vlastite kulture, ili one kulture sa kojom su trgovali, ili mješavini oboje. Benefit štednje u stranom spremištu vrijednosti bila je uvećana sposobnost trgovanja u povezanom stranom društvu. Trgovci koji su štedili u stranom spremištu vrijednosti su također imali dobrih razloga da potiču svoje društvo da ga prihvati, jer bi tako uvećali vrijednost vlastite ušteđevine. Prednosti “uvezene” tehnologije spremanja vrijednosti bile su prisutne ne samo za trgovce, nego i za sama društva. Kada bi se dvije grupe konvergirale u jedinstvenom spremištu vrijednosti, to bi značajno smanjilo cijenu troškova trgovine jednog s drugim, i samim time povećanje bogatstva kroz trgovinu. I zaista, 19. stoljeće bilo je prvi put da je najveći dio svijeta prihvatio jedinstveno spremište vrijednosti - zlato - i u tom periodu vidio najveću eksploziju trgovine u povijesti svijeta. O ovom mirnom periodu, pisao je John Maynard Keynes:\n\n> Kakva nevjerojatna epizoda u ekonomskom napretku čovjeka… za svakog čovjeka iole iznadprosječnog, iz srednje ili više klase, život je nudio obilje, ugodu i mogućnosti, po niskoj cijeni i bez puno problema, više nego monarsima iz prethodnih perioda. Stanovnik Londona mogao je, ispijajući jutarnji čaj iz kreveta, telefonski naručiti razne proizvode iz cijele Zemlje, u količinama koje je želio, i sa dobrim razlogom očekivati njihovu dostavu na svoj kućni prag.\n\n## Svojstva dobrog spremišta vrijednosti\n\nKada se spremišta vrijednosti natječu jedno s drugim, specifična svojstva rade razliku koja daje jednom prednost nad drugim. Premda su mnoga dobra u prošlosti korištena kao spremišta vrijednosti ili kao “proto-novac,” određena svojstva su se pokazala kao posebno važna, i omogućila dobrima sa njima da pobijede. Idealno spremište vrijednosti biti će:\n\n- Trajno: dobro ne smije biti kvarljivo ili lako uništeno. Tako naprimjer, žito nije idealno spremište vrijednosti.\n- Prenosivo: dobro mora biti lako transportirati i čuvati, što omogućuje osiguranje protiv gubitka ili krađe i dopušta trgovinu na velike udaljenosti. Tako, krava je lošije spremište vrijednosti od zlatne narukvice.\n- Zamjenjivo: jedna jedinica dobra treba biti zamjenjiva sa drugom. Bez zamjenjivosti, problem podudarnosti želja ostaje nerješiv. Time, zlato je bolje od dijamanata, jer su oni nepravilni u obliku i kvaliteti.\n- Provjerljivo: dobro mora biti lako i brzo identificirano i testirano za autentičnost. Laka provjera povećava povjerenje u trgovini i vjerojatnost da će razmjena biti dovršena.\n- Djeljivo: dobro mora biti lako djeljivo na manje dijelove. Premda je ovo svojstvo bilo manje važno u ranim društvima gdje je trgovina bila rijetka, postalo je važnije sa procvatom trgovine. Količine koje su se mijenjale postale su manje i preciznije.\n- Oskudno: Monetarno dobro mora imati “cijenu nemoguću za lažirati,” kao što je rekao Nick Szabo. Drugim riječima, dobro ne smije biti obilno ili lako dostupno kroz proizvodnju. Oskudnost je možda i najvažnije svojstvo spremišta vrijednosti, pošto se izravno vezuje na ljudsku želju da sakupljamo ono što je rijetko. Ona je izvor vrijednosti u spremištu vrijednosti.\n- Duge povijesti: što je dulje neko dobro vrijedno za društvo, veća je vjerojatnost da će biti prihvaćeno kao spremište vrijednosti. Dugo postojeće spremište vrijednosti biti će jako teško uklonjeno od strane došljaka, osim u slučaju sile (ratno osvajanje) ili ako je nova tehnologija znatno bolja u ostalim svojstvima.\n- Otporno na cenzuru: novije svojstvo, sve više važno u modernom digitalnom svijetu sa sveprisutnim nadzorom, je otpornost na cenzuru. Drugim riječima, koliko je teško da vanjski agent, kao korporacija ili država, spriječi vlasnika dobra da ga čuva i koristi. Dobra koja su otporna na cenzuru su idealna za ljude koji žive u režimima koji prisilno nadziru kapital ili čine neke oblike mirne trgovine protuzakonitima.\n\nOva tablica ocjenjuje Bitcoin, zlato (gold) i fiat novac (kao što je euro ili dolar) po svojstvima izlistanim gore. Objašnjenje svake ocjene slijedi nakon tablice.\n\n![](/images/content/blog/bullishcase/1*_63fojX4ZSQxWlLNR6brLQ.webp)\n\n### Trajnost:\n\nZlato je neosporeni kralj trajnosti. Velika većina zlata pronađenog kroz povijest, uključujući ono egipatskih faraona, opstaje i danas i vjerojatno će postojati i za tisuću godina. Zlatnici korišteni u antičko doba imaju značajnu vrijednost i danas. Fiat valute i bitcoini su digitalni zapisi koji ponekad imaju fizički oblik (npr. novčanice). Dakle, njihovu trajnost ne određuju njihova fizička svojstva (moguće je zamijeniti staru i oštećenu novčanicu za novu), nego institucije koje stoje iza njih. U slučaju fiat valuta, mnoge države su nastale i nestale kroz stoljeća, i valute su nestale s njima. Marke iz Weimarske republike danas nemaju vrijednost zato što institucija koja ih je izdavala više ne postoji. Ako je povijest ikakav pokazatelj, ne bi bilo mudro smatrati fiat valute trajnima dugoročno; američki dolar i britanska funta su relativne anomalije u ovom pogledu. Bitcoini, zato što nemaju instituciju koja ih održava, mogu se smatrati trajnima dok god mreža koja ih osigurava postoji. Obzirom da je Bitcoin još uvijek mlada valuta, prerano je za čvrste zaključke o njegovoj trajnosti. No, postoje ohrabrujući znakovi - prominente države su ga pokušavale regulirati, hakeri ga napadali - usprkos tome, mreža nastavlja funkcionirati, pokazujući visok stupanj antifragilnosti.\n\n### Prenosivost:\n\nBitcoini su najprenosivije spremište vrijednosti ikad. Privatni ključevi koji predstavljaju stotine milijuna dolara mogu se spremiti na USB drive i lako ponijeti bilo gdje. Nadalje, jednako velike sume mogu se poslati na drugi kraj svijeta skoro instantno. Fiat valute, zbog svojeg temeljno digitalnog oblika, su također lako prenosive. Ali, regulacije i kontrola kapitala od strane države mogu ugroziti velike prijenose vrijednosti, ili ih usporiti danima. Gotovina se može koristiti kako bi se izbjegle kontrole kapitala, ali onda rastu rizik čuvanja i cijena transporta. Zlato, zbog svojeg fizičkog oblika i velike gustoće, je najmanje prenosivo. Nije čudo da većina zlatnika i poluga nikad ne napuste sefove. Kada se radi prijenos zlata između prodavača i kupca, uglavnom se prenosi samo ugovor o vlasništvu, ne samo fizičko zlato. Prijenos fizičkog zlata na velike udaljenosti je skupo, riskantno i sporo.\n\n### Zamjenjivost:\n\nZlato nam daje standard za zamjenjivost. Kada je rastopljeno, gram zlata je praktički nemoguće razlikovati od bilo kojeg drugog grama, i zlato je oduvijek bilo takvo. S druge strane, fiat valute, su zamjenjive samo onoliko koliko njihova institucija želi da budu. Iako je uglavnom slučaj da je novčanica zamjenjiva za drugu istog iznosa, postoje situacije u kojima su velike novčanice tretirane drukčije od malih. Naprimjer, vlada Indije je, u pokušaju da uništi neoporezivo sivo tržište, potpuno oduzela vrijednost novčanicama od 500 i 1000 rupija. To je uzrokovalo da ljudi manje vrednuju te novčanice u trgovini, što je značilo da više nisu bile zaista zamjenjive za manje novčanice. Bitcoini su zamjenjivi na razini mreže; svaki bitcoin je pri prijenosu tretiran kao svaki drugi. No, zato što je moguće pratiti individualne bitcoine na blockchainu, određeni bitcoin može, u teoriji, postati “prljav” zbog korštenja u ilegalnoj trgovini, te ga trgovci ili mjenjačnice možda neće htjeti prihvatiti. Bez dodatnih poboljšanja oko privatnosti i anonimnosti na razini mrežnog protokola, bitcoine ne možemo smatrati jednako zamjenjivim kao zlato.\n\n### Mogućnost provjere:\n\nPraktično gledajući, autentičnost fiat valuta i zlata je prilično lako provjeriti. Svejedno, i usprkos pokušajima da spriječe krivotvorenje novčanica, i dalje postoji potencijal prevare za vlade i njihove građane. Zlato također nije imuno na krivotvorenje. Sofisticirani kriminalci su koristili [pozlaćeni tungsten](https://www.cbc.ca/news/canada/ottawa/fake-gold-wafer-rbc-canadian-mint-1.4368801) kako bi prevarili kupce zlata. Bitcoine je moguće provjeriti sa matematičkom sigurnošću. Korištenjem kriptografskih potpisa, vlasnik bitcoina može javno demonstrirati da posjeduje bitcoine koje tvrdi da posjeduje.\n\n### Djeljivost:\n\nBitcoine je moguće podijeliti u stotinu milijuna manjih jedinica (zvanih satoshi), i prenositi takve (no, valja uzeti u obzir ekonomičnost prijenosa malih iznosa, zbog cijene osiguravanja mreže - “network fee”). Fiat valute su tipično dovoljno djeljive na jedinice sa vrlo niskom kupovnom moći. Zlato, iako fizički i teoretski djeljivo, postaje teško za korištenje kada se podijeli na dovoljno male količine da bi se moglo koristiti u svakodnevnoj trgovini.\n\n### Oskudnost:\n\nSvojstvo koje najjasnije razlikuje Bitcoin od fiat valuta i zlata je njegova unaprijed definirana oskudnost. Od početka, konačna količina bitcoina nikad neće biti veća od 21 milijun. To daje vlasnicima bitcoina jasan i znan uvid u postotak ukupnog vlasništva. Naprimjer, vlasnik 10 bitcoina bi znao da najviše 2,1 milijuna ljudi (manje od 0.03% populacije) može ikad imati isto bitcoina kao i on. Premda je kroz povijest uvijek bilo oskudno, zlato nije imuno na povećanje ukupne količine. Ako se ikad izumi nova, ekonomičnija metoda rudarenja ili proizvodnje zlata, ukupna količina zlata bi se mogla dramatično povećati (npr. [rudarenje morskog dna](https://news.nationalgeographic.com/2016/07/deep-sea-mining-five-facts/) ili [asteroida](http://web.mit.edu/12.000/www/m2016/finalwebsite/solutions/asteroids.html)). Na kraju, fiat valute, relativno nov izum u povijesti, pokazale su se sklonima konstantnim povećanjima u količini. Države su pokazale stalnu sklonost inflaciji monetarne kvantitete kako bi rješavale kratkoročne političke probleme. Inflacijske tendencije vlada diljem svijeta čine fiat valute gotovo sigurnim da će gubiti vrijednost kroz vrijeme.\n\n### Etablirana povijest:\n\nNijedno monetarno dobro nema povijest kao zlato, koje je imalo vrijednost za cijelog trajanja ljudske civilizacije. Kovanice izrađene u antičko doba i [danas imaju značajnu vrijednost](https://en.wikipedia.org/wiki/Hoxne_Hoard). Ne može se isto reći za fiat valute, koje su same relativno nova povijesna anomalija. Od njihovog početka, fiat valute su imale gotovo univerzalni smjer prema bezvrijednosti. Korištenje inflacije kao podmuklog načina za nevidljivo oporezivanje građana je vječita kušnja kojoj se skoro nijedna država u povijesti nije mogla oduprijeti. Ako je 20. stoljeće, u kojem je fiat novac dominirao globalni monetarni poredak, demonstriralo neku ekonomsku istinu, to je onda bila ta da ne možemo računati na fiat novac da održi vrijednost u dužem ili srednjem vremenskom periodu. Bitcoin, usprkos svojoj novosti, je preživio dovoljno testova tržišta da postoji velika vjerojatnost da neće nestati kao vrijedno dobro. Nadalje, [Lindy efekt](https://en.wikipedia.org/wiki/Lindy_effect) govori da što duže Bitcoin bude korišten, to će veća biti vjera u njega i njegovu sposobnost da nastavi postojati dugo u budućnost. Drugim riječima, društvena vjera u monetarno dobro je asimptotička, kao u grafu ispod:\n\n![](/images/content/blog/bullishcase/povjerenjevriijemebitcoin.png)\n\nAko Bitcoin preživi prvih 20 godina, imat će gotovo sveopće povjerenje da će trajati zauvijek, kao što ljudi vjeruju da je internet trajna stvar u modernom svijetu.\n\n### Otpor na cenzuru\n\nJedan od najbitnijih izvora za ranu potražnju bitcoina bila je njegova upotreba u ilegalnoj kupovini i prodaji droge. Mnogi su zato pogrešno zaključili da je primarna potražnja za bitcoinima utemeljena u njihovoj prividnoj anonimnosti. Međutim, Bitcoin nije anonimna valuta; svaka transakcija na mreži je zauvijek zapisana na javnom blockchainu. Povijesni zapis transakcija dozvoljava forenzičkoj analizi da identificira izvore i tijek sredstava. [Takva analiza](http://blog.wizsec.jp/2017/07/breaking-open-mtgox-1.html) dovela je do uhićenja počinitelja zloglasne MtGox pljačke. Premda je istina da dovoljno oprezna i pedantna osoba može sakriti svoj identitet koristeći Bitcoin, to nije razlog zašto je Bitcoin bio toliko popularan u trgovini drogom.\n\nKljučno svojstvo koje čini Bitcoin najboljim za takve aktivnosti je njegova agnostičnost i nepotrebnost za dozvolom (“premissionlessness”) na mrežnoj razini. Kada se bitcoini prenose na Bitcoin mreži, ne postoji nitko tko dopušta transakcije. Bitcoin je distribuirana peer-to-peer (korisnik-korisniku) mreža, i samim time dizajnirana da bude otporna na cenzuru. Ovo je u velikom kontrastu sa fiat bankarskim sustavom, u kojem države reguliraju banke i ostale institucije prijenosa novca, kako bi one prijavljivale i sprječavale protuzakonito korištenje monetarnih dobara. Klasičan primjer regulacije novca su kontrole kapitala. Npr., bogati milijunaš će vrlo teško prenijeti svoje bogatstvo u novu zemlju, kada bježi iz opresivnog režima. Premda zlato nije izdano i proizvedeno od države, njegova fizička priroda ga čini teško prenosivim kroz prostor, i samim time ga je daleko lakše regulirati nego Bitcoin. Indijski [Akt kontrole zlata](https://en.wikipedia.org/wiki/The_Gold_(Control)_Act,_1968) je primjer takve regulacije.\n\nBitcoin je odličan u većini gore navedenih svojstava, što mu omogućava da bude marginalno bolji od modernih i drevnih monetarnih dobara, te da pruži poticaje za svoje rastuće društveno usvajanje. Specifično, moćna kombinacija otpornosti na cenzuru i apsolutne oskudnosti bila je velika motivacija za bogate ulagače koji su uložili dio svojeg bogatstva u Bitcoin.\n\n## Evolucija novca\n\nU modernoj monetarnoj ekonomiji postoji opsesija sa ulogom novca kao medija razmjene. U 20. stoljeću, države su monopolizirale izdavanje i kontrolu novca i kontinuirano potkopavale njegovo svojstvo spremišta vrijednosti, stvarajući lažno uvjerenje da je primarna svrha novca biti medij razmjene. Mnogi su kritizirali Bitcoin, govoreći da je neprikladan da bude novac zato što mu je cijena bila previše volatilna za medij razmjene. No, novac je uvijek evoluirao kroz etape; uloga spremišta vrijednosti je dolazila prije medija razmjene. Jedan od očeva marginalističke ekonomije, William Stanley Jevons, objašnjava:\n\n> Povijesno govoreći… čini se da je zlato prvo služilo kao luksuzni metal za ukras; drugo, kao sačuvana vrijednost; treće, kao medij razmjene; i konačno, kao mjerilo vrijednosti.\n\nU modernoj terminologiji, novac uvijek evoluira kroz četiri stadija:\n\n1. **Kolekcionarstvo**: U prvoj fazi svoje evolucije, novac je tražen samo zbog svojih posebnih svojstava, uglavnom zbog želja onog koji ga posjeduje. Školjke, perlice i zlato su bili sakupljani prije nego su poprimili poznatije uloge novca.\n2. **Spremište vrijednosti**: Jednom kada je novac tražen od dovoljnog broja ljudi, biti će prepoznat kao način za čuvanje i spremanje vrijednosti kroz vrijeme. Kada neko dobro postane široko korišteno kao spremište vrijednosti, njegova kupovna moć raste sa povećanom potražnjom za tu svrhu. Kupovna moć spremišta vrijednosti će u jednom trenutku doći do vrhunca, kada je dovolno rašireno i broj novih ljudi koji ga potražuju splasne.\n3.**Sredstvo razmjene**: Kada je novac potpuno etabliran kao spremište vrijednosti, njegova kupovna moć se stabilizira. Nakon toga, postane prikladno sredstvo razmjene zbog stabilnosti svoje cijene. U najranijim danima Bitcoina, mnogi ljudi nisu shvaćali koju buduću cijenu plaćaju koristeći bitcoine kao sredstvo razmjene, umjesto kao novonastalo spremište vrijednosti. [Poznata priča](https://bitcointalk.org/index.php?topic=137.0) o čovjeku koji je za 10,000 bitcoina (vrijednih oko 94 milijuna dolara kada je ovaj članak napisan) za dvije pizze ilustrira ovaj problem.\n4. **Jedinica računanja vrijednosti**: Jednom kada je novac široko korišten kao sredstvo razmjene, dobra će biti vrednovana u njemu, tj. većina cijena će biti izražena u njemu. Uobičajena zabluda je da je većinu dobara moguće zamijeniti za bitcoine danas. Npr., premda je možda moguće kupiti šalicu kave za bitcoine, izlistana cijena nije prava bitcoin cijena; zapravo se radi o cijeni u državnoj valuti koju želi trgovac, preračunatu u bitcoin po trenutnoj tržišnoj cijeni. Kad bi cijena bitcoina pala u odnosu na valutu, vrijednost šalice izražena u bitcoinima bi se povećala. Od trenutka kada trgovci budu voljni prihvaćani bitcoine kao platežno sredstvo, bez obraćanja pažnje na vrijednost bitcoina u državnoj fiat valuti, moći ćemo reći da je Bitcoin zaista postao jedinica računanja vrijednosti.\n\nMonetarna dobra koja još nisu jedinice računanja vrijednosti možemo smatrati “djelomično monetiziranima.” Danas zlato ima takvu ulogu, jer je spremište vrijednosti, ali su mu uloge sredstva razmjene i računanja vrijednosti oduzete intervencijama država. Moguće je također da se jedno dobro koristi kao sredstvo razmjene, dok druga ispunjavaju ostale uloge. To je tipično u zemljama gdje je država disfunkcionalna, npr. Argentina ili Zimbabwe. U svojoj knjizi, Digitalno zlato, Nathaniel Popper piše:\n\n> U Americi, dolar služi trima funkcijama novca: nudi sredstvo razmjene, jedinicu za mjerenje vrijednosti dobara, i mjesto gdje se može čuvati vrijednosti. S druge strane, argentinski peso je korišten kao sredstvo razmjene (za svakodnevne potrebe), ali ga nitko nije koristio kao spremište vrijednosti. Štednja u pesosima bila je ekvivalent bacanja novca. Zato su ljudi svu svoju štednju imali u dolarima, jer je dolar bolje čuvao vrijednost. Zbog volatilnosti pesosa, ljudi su računali cijene u dolarima, što im je pružalo pouzdaniju jedinicu mjerenja kroz vrijeme.\n\nBitcoin je trenutno u fazi tranzicije iz prvog stadija monetizacije u drugi. Vjerojatno će proći nekoliko godina prije nego Bitcoin pređe iz začetaka spremišta vrijednosti u istinski medij razmjene, i put do tog trenutka je još uvijek pun rizika i nesigurnosti. Važno je napomenuti da je ista tranzicija trajala mnogo stoljeća za zlato. Nitko danas živ nije doživio monetizaciju dobra u realnom vremenu (kroz koju Bitcoin prolazi), tako da nemamo puno iskustva govoriti o putu i načinu na koji će se monetizacija dogoditi.\n\n## Put monetizacije\n\nKroz proces monetizacije, monetarno dobro će naglo porasti u kupovnoj moći. Mnogi su tako komentirali da je uvećanje kupovne moći Bitcoina izgledalo kao “balon” (bubble). Premda je ovaj termin često korišten kako bi ukazao na pretjeranu vrijednosti Bitcoina, sasvim slučajno je prikladan. Svojstvo koje je uobičajeno za sva monetarna dobra jest da je njihova kupovna moć viša nego što se može opravdati samo kroz njihovu uporabnu vrijednost. Zaista, mnogi povijesni novci nisu imali uporabnu vrijednost. Razliku između kupovne moći i vrijednosti razmjene koju bi novac mogao imati za svoju inherentnu korisnost, možemo razmatrati kao “monetarnu premiju.” Kako monetarno dobro prolazi kroz stadije monetizacije (navedene gore), monetarna premija raste. No, ta premija ne raste u ravnoj i predvidivoj liniji. Dobro X, koje je bilo u procesu monetizacije, može izgubiti u usporedbi sa dobrom Y koje ima više svojstava novca, te monetarna premija dobra X drastično padne ili potpuno nestane. Monetarna premija srebra je skoro potpuno nestala u kasnom 19. stoljeću, kada su ga vlade diljem svijeta zamijenile zlatom kao novcem.\n\n![](/images/content/blog/bullishcase/monetarnapremija-razlicita-dobra.jpg)\n\nČak i u odsustvu vanjskih faktora, kao što su intervencije vlade ili druga monetarna dobra, monetarna premija novog novca neće ići predvidivim putem. Ekonomist [Larry White](http://oll.libertyfund.org/pages/misestmc) primijetio je:\n\n> problem sa pričom “balona,” naravno, je da je ona konzistentna sa svakim putem cijene, i time ne daje ikakvo objašnjenje za specifičan put cijene\n\nProces monetizacije opisuje teorija igara; svaki akter na tržištu pokušava predvidjeti agregiranu potražnju ostalih aktera, i time buduću monetarnu premiju. Zato što je monetarna premija nevezana za inherentnu korisnost, tržišni akteri se uglavnom vode za prošlim cijenama da bi odredili je li neko dobro jeftino ili skupo, i žele li ga kupiti ili prodati. Veza trenutne potražnje sa prošlim cijenama naziva se “ovisnost o putu” (path dependence); ona je možda najveći izvor konfuzije u shvaćanju kretanja cijena monetarnih dobara.\n\nKada kupovna moć monetarnog dobra naraste zbog većeg i šireg korištenja, očekivanja tržišta o definicijama “jeftinog” i “skupog” se mijenjaju u skladu s time. Slično tome, kada cijena monetarnog dobra padne, očekivanja tržišta mogu se promijeniti u opće vjerovanje da su prethodne cijene bile “iracionalne” ili prenapuhane. Ovisnost o putu novca ilustrirana je [riječima](http://thereformedbroker.com/2017/09/11/you-can-practically-smell-it-in-the-air/) poznatog upravitelja fondova s Wall Streeta, Josha Browna:\n\n> Kupio sam bitcoine kada su koštali $2300, i to mi se udvostručilo gotovo odmah. Onda sam počeo govoriti kako “ne mogu kupiti još” dok im je cijena rasla, premda sam znao da je to razmišljanje bazirano samo na cijenu po kojoj sam ih kupio. Kasnije, kada je cijena pala zbog kineske regulacije mjenjačnica, počeo sam si govoriti, “Odlično, nadam se da će još pasti da mogu kupiti još.”\n\nIstina leži u tome da su ideje “jeftinog” i “skupog” zapravo besmislene kada govorimo o monetarnim dobrima. Cijena monetarnog dobra ne reflektira njegovu stopu rasprostanjenosti ili korisnosti, nego mjeru koliko je ono široko prihvaćeno da ispuni razne uloge novca.\n\nDodatna komplikacija u ovom aspektu novca je činjenica da tržišni akteri ne djeluju samo kao nepristrani promatrači koji pokušavaju kupiti i prodati u iščekivanju budućih kretanja monetarne premije, nego i kao aktivni proponenti. Pošto ne postoji objektivno “točna” monetarna premija, širiti dobar glas o superiornijim svojstvima nekog monetarnog dobra je efektivnije nego za obična dobra, čija vrijednost je u konačnici vezana na njegovu osnovnu korisnost. Religiozni zanos sudionika na Bitcoin tržištu vidljiv je na raznim internetskim forumima, gdje Bitcoineri aktivno promoviraju benefine Bitcoina i bogatstvo koje je moguće ostvariti investiranjem u njega. Promatrajući Bitcoin tržište, [Leigh Drogen komentira](https://www.cnbc.com/2017/10/19/josh-brown-goes-down-the-bitcoin-rabbit-hole-commentary.html):\n\n> To je prepoznatljivo svima kao religija - priča koju si pričamo i oko koje se slažemo. Religija je krivulja na grafu prihvaćanja o kojoj trebamo razmišljati. Sustav je gotovo savršen - onog trenutka kada netko pristupi krugu Bitcoinera, to će reći svima i nastaviti širiti riječ. Onda njihovi prijatelji pristupe i nastave širiti riječ.\n\nPremda usporedba sa religijom može staviti Bitcoin u iracionalno svjetlo, potpuno je racionalno za individualnog vlasnika da širi dobru vijest o superiornom monetarnom dobru, i za šire društvo da se standardizira oko njega. Novac djeluje kao temelj za svu trgovinu i štednju; tako da prihvaćanje superiornog oblika novca ima ogromne multiplicirajuće benefite za stvaranje bogatstva za sve članove društva.\n\n## Oblik monetizacije\n\nPremda ne postoje _a priori_ pravila o putanji koju će monetarno dobro slijediti za vrijeme monetizacije, pojavio se zanimljiv uzorak za relativno kratke povijesti Bitcoinove monetizacije. Čini se da cijena Bitcoina prati fraktalni uzorak povećavajuće magnitude, gdje svaka iteracija fraktala dobiva klasični oblik Gartnerovog ciklusa “hypea.”\n\n![](/images/content/blog/bullishcase/vidljivost-vrijeme.jpg)\n\nU članku o [Spekulativnom prihvaćanju Bitcoina / teorije cijene](https://medium.com/@mcasey0827/speculative-bitcoin-adoption-price-theory-2eed48ecf7da), Michael Casey postulira da rastući Gartner hype ciklusi predstavljaju faze standardne S-krivulje prihvaćanja novih tehnologija, koje su bile prisutne kod mnogih transformacijskih tehnologija dok su postajale uobičajene u društvu.\n\n![](/images/content/blog/bullishcase/1*HsB1VOYAf1MUvPyuf13b9g.webp)\n\nSvaki Gartner hype ciklus počinje sa eksplozijom entuzijazma za novom tehnologijom, a cijenu podižu oni sudionici na tržištvu koji su “dostupni” u toj fazi. Najraniji kupci u Gartner hype ciklusu obično imaju jaku vjeru o transformacijskoj prirodi tehnologije u koju ulažu. S vremenom, tržište dosegne vrhunac entuzijazma kako se količina novih kupaca iscrpljuje, te kupovinom počnu dominirati spekulatori koji su više zainteresirani u brze profite nego u samu tehnologiju.\n\nNakon vrha hype ciklusa, cijene rapidno padaju dok spekulativno ludilo ustupa mjesto očajavanju, javnoj poruzi i osjećaju da tehnologija nije uopće bila transformacijska. S vremenom, cijena dosegne dno i formira plato na kojem se originalnim ulagačima, koji su imali snažno uvjerenje, pridružuju nove grupe ljudi koji su izdržali bol kraha cijena i koji cijene važnost same tehnologije.\n\nPlato traje neko vrijeme i formira, kako Casey kaže, “stabilnu, dosadnu dolinu.” Za ovo vrijeme, javni interes za tehnologiju opada, no nastaviti će se razvijati i snažna zajednica uvjerenja će polako rasti. Tada, postavlja se nova baza za sljedeću iteraciju hype ciklusa, dok vanjski promatrači prepoznaju da tehnologija i dalje postoji i da ulaganje u nju možda nije onoliko rizično kao što se činilo za vrijeme pada cijene. Sljedeća iteracija hype ciklusa donosi mnogo veći broj novih ljudi, pa je i ciklus daleko veći u svojoj magnitudi.\n\nJako mali broj ljudi koji sudjeluju u Gartner hype ciklusu će točno predvidjeti koliko će visoko cijena porasti za vrijeme ciklusa. Cijene često dosegnu razine koje bi se činile apsurdnima većini ulagača u raniji stadijima ciklusa. Kada ciklus završi, mediji tipično atribuiraju pad cijene nekoj od aktualnih drušvenih tema. Premda takva tema može biti okidač pada, ona nikad nije temeljni razlog zašto ciklus završava. Gartner hype ciklusi završavaju kada je količina dostupnih novih sudionika na tržištu iscrpljena.\n\nZanimljivo je da je i zlato nacrtalo klasičan graf Gartner hype ciklusa od kasnih 1970-ih do ranih 2000-ih. Moguće je spekulirati da je hype ciklus osnovna socijalna dinamika oko procesa monetizacije.\n\n## Gartner kohorte\n\nOd početka trgovanja Bitcoina na mjenjačnicama 2010. godine, Bitcoin tržište je svjedočilo četirima velikim Gartner hype ciklusima. U retrospektivi, možemo vrlo precizno identificirati grupe cijena prethodnih hype ciklusa Bitcoin tržišta. Također, možemo kvalitativno odrediti kohorte ulagača koje su povezane sa svakom iteracijom prethodnih ciklusa.\n\n**$0–$1** (2009. – 3. mjesec 2011.): Prvi hype ciklus u Bitcoin tržištu dominirali su kriptografi, računalni znanstvenici i cypherpunkovi koji su od početka bili spremni razumijeti važnost nevjerojatnog izuma Satoshija Nakamotoa, i koji su bili pioniri u potvrđivanju da Bitcoin protokol nema tehničkih mana.\n\n**$1–$30** (3. mjesec 2011. – 7. mjesec. 2011.): Drugi ciklus privukao je rane entuzijaste oko novih tehnologija kao i stabilan pritok ideološki motiviranih ulagača koji su bili oduševljeni idejom novca odvojenog od države. Libertarijanci poput Rogera Vera došli su u Bitcoin zbog aktivnog anti-institucionalnog stava, i mogućnosti koju je nova tehnologija obećavala. Wences Casares, briljantni i dobro povezani serijski poduzetnik, bio je također dio drugog Bitcoin hype ciklusa te je širio riječ o Bitcoinu među najprominentnijim tehnolozima i ulagačima u Silicijskoj Dolini.\n\n**$250–$1100** (4. mjesec 2013. – 12. mjesec 2013.): Treći hype ciklus doživio je ulazak ranih generalnih i institucionalnih ulagača koji su bili voljni uložiti trud i riskirati kroz užasno komplicirane kanale likvidnosti kako bi kupili bitcoine. Primaran izvor likvidnosti na tržištu za vrijeme ovog perioda bio je MtGox, mjenjačnica bazirana u Japanu, koju je vodio notorno nesposobni i beskrupulozni Mark Karpeles, koji je kasnije završio i u zatvoru zbog svoje uloge u kolapsu MtGoxa.\n\nValja primijetiti da je rast Bitcoinove cijene za vrijeme spomenuti hype ciklusa većinom povezano sa povećanjem likvidnosti i lakoćom sa kojom su ulagači mogli kupiti bitcoine. Za vrijeme prvog hype ciklusa, nisu postojale mjenjačnice; akvizicija bitcoina se odvijala primarno kroz rudarenje (mining) ili kroz izravnu razmjenu sa onima koju su već izrudarili bitcoine. Za vrijeme drugog hype ciklusa, pojavile su se rudimentarne mjenjačnice, no nabavljanje i osiguravanje bitcoina na ovim mjenjačnicama bilo je previše kompleksno za sve osim tehnološki najsposobnijih ulagača. Čak i za vrijeme trećeg hype ciklusa, ulagači koju su slali novac na MtGox kako bi kupili bitcoine su morali raditi kroz značajne prepreke. Banke nisu bile voljne imati posla sa mjenjačnicom, a oni posrednici koji su nudili usluge transfera bili su često nesposobni, kriminalni, ili oboje. Nadalje, mnogi koji su uspjeli poslati novac MtGoxu, u konačnici su morali prihvatiti gubitak svojih sredstava kada je mjenjačnica hakirana i kasnije zatvorena.\n\nTek nakon kolapsa MtGox mjenjačnice i dvogodišnje pauze u tržišnoj cijeni Bitcoina, razvili su se zreli i duboki izvori likvidnosti; primjeri poput reguliranih mjenjačnica kao što su GDAX i OTC brokeri kao Cumberland mining. Dok je četvrti hype ciklus započeo 2016. godine, bilo je relativno lako običnim ulagačima kupiti i osigurati bitcoine.\n\n**$1100–$19600? (2014. –?)**:\n\nU trenutku pisanja ovog teksta, tržište Bitcoina je prolazilo svoj četvrti veliki hype ciklus. Sudjelovanje u ovom hype ciklusu dominirala je ona skupina koju je Michael Casey opisao kao “rana većina” običnih i institucionalnih ulagača.\n\n![](/images/content/blog/bullishcase/vrijeme-penetracija-trzista.jpg)\n\nKako su se izvori likvidnosti produbljivali i sazrijevali, veliki institucionalni ulagači sada imaju priliku sudjelovati kroz regulirana “futures” tržišta. Dostupnosti takvih tržišta stvara put ka kreaciji Bitcoin ETF-a (exchange traded fund) (fond na slobodnom tržištu), koji će onda pokrenuti “kasnu većinu” i “najsporije” u sljedećim hype ciklusima.\n\nPremda je nemoguće predvidjeti točan efekt budućih hype ciklusa, razumno je očekivati da će najviša točka biti između $20,000 i $50,000 (2021. zenit je bio preko $69,000). Znatno više od ovog raspona, i Bitcoin bi imao znatan postotak ukupne vijednosti zlata (zlato i Bitcoin bi imali jednaku tržišnu kapitalizaciju kada bi bitcoini vrijedili oko $380,000 u trenutku pisanja ovog teksta). Značajan postotak vrijednosti zlata dolazi od potražnje centralnih banaka, te je malo vjerojatno da će centralne banke ili suverene države sudjelovati u trenutnom hype ciklusu.\n\n## Ulazak suverenih država u Bitcoin\n\nBitcoinov zadnji Gartner hype ciklus će započeti kada ga suverene države počnu akumulirati kao dio svojih rezervi stranih valuta. Tržišna kapitalizacija Bitcoina je trenutno premala da bismo ga smatrali značajnim dodatkom rezervama većini zemalja. No, kako se interes u privatnom sektoru povećava i kapitalizacija Bitcoina se približi trilijunu dolara, postat će dovoljno likvidan za većinu država. Prva država koja službeno doda bitcoine u svoje rezerve će vjerojatno potaknuti stampedo ostalih da učine isto. Države koje su među prvima u usvajanju Bitcoina imat će najviše benefita u svojim knjigama ako Bitcoin u konačnici postane globalna valuta (global reserve currency). Nažalost, vjerojatno će države sa najjačom izvršnom vlasti - diktature poput Sjeverne Koreje - biti najbrže u akumulaciji bitcoina. Neodobravanje prema takvim državama i slaba izvršna tijela zapadnjačkih demokracija uzrokovat će sporost i kašnjenje u akumulaciji bitcoina za njihove vlastite rezerve.\n\nVelika je ironija u tome što je SAD trenutno jedna od regulatorno najotvorenijih nacija prema Bitcoinu, dok su Kina i Rusija najzatvorenije. SAD riskira najviše, geopolitički, ako bi Bitcoin zamijenio dolar kao svjetska rezervna valuta. U 1960-ima, Charles de Gaulle je kritizirao “pretjeranu privilegiju” (“exorbitant privilege”) koju su SAD imale u međunarodnom monetarnom poretku, postavljenom kroz Bretton Woods dogovor 1944. godine. Ruska i kineska vlada još ne shvaćaju geo-strateške benefite Bitcoina kao rezervne valute, te se trenutno brinu o efektima koje bi mogao imati na njihova unutarnja tržišta. Kao de Gaulle u 1960-ima, koji je prijetio SAD-u povratkom na klasični standard zlata, Kinezi i Rusi će s vremenom uvidjeti korist u velikoj poziciji u Bitcoinu - spremištu vrijednosti bez pokrića ijedne vlade. Sa najvećom koncentracijom rudara Bitcoina u Kini (2017.), kineska vlada već ima znatnu potencijalnu prednost u stavljanju bitcoina u svoje rezerve.\n\nSAD se ponosi svojim statusom nacije inovatora, sa Silicijskom dolinom kao krunom svoje ekonomije. Dosad, Silicijska dolina je dominirala konverzacijom usmjerenom prema regulaciji, i poziciji koju bi ona treba zauzeti prema Bitcoinu. No, bankovna industrija i federalna rezerva SAD-a (US Federal Reserve, Fed) napokon počinju uviđati egzistencijalnu prijetnju koju Bitcoin predstavlja za američku monetarnu politiku, postankom globalne rezervne valute. Wall Street Journal, jedan od medijskih glasova federalne reserve, [izdao je komentar](https://www.wsj.com/articles/is-it-time-to-regulate-bitcoin-1512409004) o Bitcoinu kao prijetnji monetarnoj politici SAD-a:\n\n> Postoji još jedna opasnost, možda i ozbiljnija iz perspektive centralnih banaka i regulatora: bitcoin možda ne propadne. Ako je spekulativni žar u kriptovalutu samo prvi pokazatelj njezinog šireg korištenja kao alternative dolaru, Bitcoin će svakako ugroziti monopol centralnih banaka nad novcem.\n\nU narednim godinama, možemo očekivati veliku borbu između poduzetnika i inovatora u Silicijskoj dolini, koji će pokušavati čuvati Bitcoin od državne kontrole s jedne strane, i bankovne industrije i centralnih banaka koje će učiniti sve što mogu da bi regulirale Bitcoin kako bi spriječile znatne promjene u svojoj industriji i moći izdavanja novca, s druge.\n\n## Prijelaz na medij razmjene\n\nMonetarno dobro ne može postati opće prihvaćen medij razmjene (standardna ekonomska definicija za “novac”) prije nego je vrednovano od širokog spektra ljudi; jednostavno, dobro koje nije vrednovano neće biti prihvaćeno u razmjeni. Kroz proces generalnog rasta vrijednosti, i time postanka spremišta vrijednosti, monetarno dobro će brzo narasti u kupovnoj moći, i time stvoriti cijenu za korištenje u razmjeni. Samo kada ta cijena rizika mijenjanja spremišta vrijednosti padne dovoljno nisko, može dobro postati opće prihvaćen medij razmjene.\n\nPreciznije, monetarno dobro će biti prikladno kao medij razmjene samo kada je suma cijene rizika i transakcijske cijene u razmjeni manja nego u trgovini bez tog dobra.\n\nU društvu koje vrši robnu razmjenu, prijelaz spremišta vrijednosti u medij razmjene može se dogoditi čak i onda kada monetarno dobro raste u kupovnoj moći, zato što su transakcijski troškovi robne razmjene iznimno visoki. U razvijenoj ekonomiji, u kojoj su troškovi razmjene niski, moguće je za mladu i rapidno rastućnu tehnologiju spremišta vrijednosti, poput Bitcoina, da se koristi kao medij razmjene, doduše na ograničen način. Jedan primjer je ilegalno tržište droge, gdje su kupci voljni žrtvovati oportunu cijenu čuvanja bitcoina kako bi umanjili znatan rizik kupovine droge koristeći fiat novac.\n\nPostoje međutim velike institucionalne barijere da novonastalo spremište vrijednosti postane sveopće prihvaćen medij razmjene u razvijenom društvu. Države koriste oporezivanje kao moćnu metodu zaštite svojeg suverenog novca protiv rivalskih monetarnih dobara. Ne samo da suvereni novac ima prednost konstantnog izvora potražnje, zato što je porez moguće platiti jedino u njemu, nego su i rivalska monetarna dobra oporezana pri svakoj razmjeni za vrijeme rastuće cijene. Ova metoda oporezivanja stvara znatan otpor korištenju spremišta vrijednosti kao medija razmjene.\n\nOvakvo sabotiranje tržišnih monetarnih dobara nije nepremostiva barijera za njihovo prihvaćanje kao općeg medija razmjene. Ako ljudi izgube vjeru u suvereni novac, njegova vrijednost može rapidno propasti kroz proces zvan hiperinflacija. Kada suvereni novac prolazi kroz hiperinflaciju, njegova vrijednost propadne prvo u usporedbi sa najlikvidnijim dobrima u društvu, kao što je zlato ili stabilna strana valuta (američki dolar npr.), ako su ona dostupna. Kada nema likvidnih dobara ili ih ima premalo, novac u hiperinflaciji kolabira u usporedbi sa stvarnim dobrima, kao što su nekretnine ili upotrebljiva roba. Arhetipska slika hiperinflacije je trgovina sa praznim policama - potrošači brzo bježe iz propadajuće vrijednosti novca svoje nacije.\n\n![](/images/content/blog/bullishcase/1*sR1Puz5clh5-X_9VMBGZ-A.webp)\n\nNakon dovoljno vremena, kada je vjera potpuno uništena za vrijeme hiperinflacije, suvereni novac više nitko ne prihvaća, te se društvo može vratiti na robnu razmjenu, ili će doživjeti potpunu zamjenu monetarne jedinice za sredstvo razmjene. Primjer ovog procesa bila je zamjena zimbabveanskog dolara za američki dolar. Takva promjena suverenog novca za stranu valutu je dodatno otežana relativnom oskudnošću strane valute i odsustvom stranih bankarskih institucija koje pružaju likvidnost tržištu.\n\nSposobnost lakog prenošenja bitcoina preko granica i odsustvo potrebe za bankarskim sustavom čine Bitcoin idealnim monetarnim dobrom za one ljude koji pate pod hiperinflacijom. U nadolazećim godinama, kako fiat valute nastave svoj povijesni trend ka bezvrijednosti, Bitcoin će postati sve popularniji izbor za ušteđevine ljudi diljem svijeta. Kada je novac nacije napušten i zamijenjen Bitcoinom, Bitcoin će napraviti tranziciju iz spremišta vrijednosti u tom društvu u opće prihvaćeno sredstvo razmjene. Daniel Krawicz stvorio je termin “[hiperbitcoinizacija](http://nakamotoinstitute.org/mempool/hyperbitcoinization/#selection-43.159-46.0)” da bi opisao ovaj proces.\n\n## Učestala pogrešna shvaćanja\n\nVećina ovog članka usredotočila se na monetarnu prirodu Bitcoina. Sa tim temeljima možemo adresirati neke od najčešćih nerazumijevanja u Bitcoinu.\n\n\n![](/images/content/blog/bullishcase/1*77EFO1Wmx6uHOmbL5aHFiA.gif)\n\n\n### Bitcoin je balon (bubble)\n\nBitcoin, kao sva tržišna monetarna dobra, posjeduje monetarnu premiju. Ona često rezultira uobičajenom kritikom da je Bitcoin samo “balon.” No, sva monetarna dobra imaju monetarnu premiju. Naprotiv, ta monetarna premija (cijena viša od one koju diktira potražnja za dobrom kao korisnim) je upravo karakteristična za sve oblike novca. Drugim riječima, novac je uvijek i svuda balon. Paradoksalno, monetarno dobro je istovremeno balon i ispod vrijednosti ukoliko je u ranijim stadijima općeg prihvaćanja kao novac.\n\n### Bitcoin je previše volatilan\n\nVolatilnost cijene Bitcoina je funkcija njegovog nedavnog nastanka. U prvih nekoliko godina svojeg postojanja, Bitcoin se ponašao kao mala dionica, i svaki veliki kupac - kao npr. braća Winklevoss - mogao je uzrokovati veliki skok u njegovoj cijeni. No, kako su se prihvaćenost i likvidnost povećavali kroz godine, volatilnost Bitcoina je srazmjerno smanjila. Kada Bitcoin postigne tržišnu kapitalizaciju (vrijednost) zlata, imat će sličnu volatilnost kao i zlato. Kako Bitcoin nastavi rasti, njegova volatilnost će se smanjiti do razine koja ga čini prikladnim za široko korištenje kao medij razmjene. Kao što je prethodno rečeno, monetizacija Bitcoina se odvija u seriji Gartner hype ciklusa. Volatilnost je najniža za vrijeme vrhunaca i dolina unutar ciklusa. Svaki hype ciklus ima nižu volatilnost od prethodnih, zato što je likvidnost tržišta veća.\n\n### Cijene transakcija su previsoke\n\nNovija kritika Bitcoin mreže je ta da ju je povećanje cijena prijenosa bitcoina učinilo neprikladnom za sustav plaćanja. No, rast u cijenama transakcija je zdrav i očekivan. One su nužne za plaćanje bitcoin minera (rudara), koji osiguravaju mrežu validacijom transakcija. Rudare se plaća kroz cijene transakcija ili kroz blok-nagrade, koje su inflacijska subvencija od trane trenutnih vlasnika bitcoina.\n\nS obzirom na Bitcoinovu fiksnu proizvodnju (monetarna politika koja ga čini idealnim za spremanje vrijednosti), blok-nagrade će s vremenom nestati i mrežu će se u konačnici morati osiguravati kroz cijene transakcija. Mreža sa “niskim” cijenama transakcija je mreža sa slabom sigurnosti i osjetljiva na vanjsku intervenciju i cenzuru. Oni koji hvale niske cijene Bitcoinovih alternative zapravo niti ne znajući opisuju slabosti tih takozvanih “alt-coina.”\n\nPovršan temelj kritika Bitcoinovih “visokih” cijena transakcija je uvjerenje da bi Bitcoin trebao biti prvo sustav plaćanja, i drugo spremište vrijednosti. Kao što smo vidjeli kroz povijest novca, ovo uvjerenje je naopako. Samo onda kada Bitcoin postane duboko ukorijenjeno spremište novca može biti prikladan kao sredstvo razmjene. Nadalje, kada oportunitetni trošak razmjene bitcoina dođe na razinu koja ga čini prikladnim sredstvom razmjene, većina trgovine neće se odvijati na samoj Bitcoin mreži, nego na mrežama “drugog sloja” (second layer) koje će imati niže cijene transakcija. Takve mreže, poput Lightning mreže, služe kao moderna verzija zadužnica koje su korištene za prijenos vlasničkih papira zlata u 19. stoljeću. Banke su koristile zadužnice zato što je prijenos samog metala bio daleko skuplji. Za razliku od takvih zadužnica, Lightning mreža će omogućavati nisku cijenu prijenosa bitcoina bez potrebe za povjerenjem prema trećoj strani, poput banaka. Razvoj Lightning mreže je tehnološka inovacija od izuzetne važnosti u povijesti Bitcoina, i njezina vrijednost će postati očita u narednim godinama, kako je sve više ljudi bude razvijalo i koristilo.\n\n### Konkurencija\n\nPošto je Bitcoin softverski protokol otvorenog tipa (open-source), oduvijek je bilo moguće kopirati softver i imitirati mrežu. Kroz godine nastajali su mnogi imitatori, od identičnih kopija, kao Litecoin, do kompleksnijih varijanti kao što je Ethereum, koje obećavaju arbitrarno kompleksne ugovorne mehanizme koristeći decentralizirani računalni sustav. Česta kritika Bitcoinu od strane ulagača je ta da on ne može zadržati svoju vrijednost kada je vrlo lako stvoriti konkurente koji mogu lako i brzo u sebi imati najnovije inovacije i softverske funkcionalnosti.\n\n![](/images/content/blog/bullishcase/1*tCCCuRLl5IZcamvdaNWV4Q.webp)\n\nGreška u ovom argumentu leži u manju takozvanog “mrežnog efekta” (network effect), koji postoji u prvoj i dominantnoj tehnologiji u nekom području. Mrežni efekt - velika vrijednost korištenja Bitcoina samo zato što je već dominantan - je važno svojstvo samo po sebi. Za svaku tehnologiju koja posjeduje mrežni efekt, to je daleko najvažnije svojstvo koje može imati.\n\nZa Bitcoin, mrežni efekt uključuje likvidnost njegovog tržišta, broj ljudi koji ga posjeduju, i zajednicu programera koji održavaju i unaprjeđuju njegov softver i svjesnost u javnosti. Veliki ulagači, uključujući države, će uvijek prvo tražiti najlikvidnije tržište, kako bi mogli ući i izaći iz tržišta brzo, i bez utjecanja na cijenu. Programeri će se pridružiti dominantnoj programerskoj zajednici sa najboljim talentom, i time pojačati samu zajednicu. Svjesnost o brendu sama sebe pojačava, pošto se nadobudni konkurenti Bitcoina uvijek spominju u kontekstu Bitcoina kao takvog.\n\n### Raskrižje na putu (fork)\n\nTrend koji je postao popularan 2017. godine nije bio samo imitacija Bitcoinovog softvera, nego kopiranje potpune povijesti njegovih prošlih transakcija (cijeli blockchain). Kopiranjem Bitcoinovog blockchaina do određene točke/bloka i odvajanjem sljedećih blokova ka novoj mreži, u procesu znanom kao “forking” (odvajanje), Bitcoinovi konkurenti su uspjeli riješiti problem distribuiranja svojeg tokena velikom broju korisnika.\n\n![](/images/content/blog/bullishcase/1*bSHwkeSS0akMdp563SeZWw.webp)\n\nNajznačajniji takav fork dogodio se 1. 8. 2017. godine, kada je nova mreža nazvana Bitcoin Cash (Bcash) stvorena. Vlasnik N količine bitcoina prije 1.8.2017. bi onda posjedovao N bitcoina i N BCash tokena. Mala, ali vrlo glasna zajednica Bcash proponenata je neumorno pokušavala prisvojiti Bitcoinov brend i ime, imenujući svoju novu mrežu Bitcoin Cast i pokušavajući uvjeriti nove pridošlice u Bitcoin da je Bcash “pravi” Bitcoin. Ti pokušaji su većinom propali, i taj neuspjeh se vidi u tržišnim kapitalizacijama dviju mreža. No, za nove ulagače, i dalje postoji rizik da bi konkurent mogao kopirati Bitcoin i njegov blockchain i tako uspjeti u preuzimanju tržišne kapitalizacije, te postati de facto Bitcoin.\n\nMoguće je uočiti važno pravilo gledajući velike forkove u prošlosti Bitcoin i Ethereum mreža. Većina tržišne kapitalizacije odvijat će se na mreži koja zadrži najviši stupanj talenta i aktivnosti u zajednici programera. Premda se na Bitcoin može gledati kao na nov i mlad novac, on je također računalna mreža koja počiva na softveru, kojeg se pak treba održavati i poboljšavati. Kupovina tokena na mreži koja ima malo neiskusnih programera bilo bi kao kupovati kopiju Microsoft Windowsa na kojoj rade lošiji programeri. Jasno je vidljivo iz povijesti forkova koji su se odvili 2017. godine da su najbolji računalni i kriptografski stručnjaci posvećeni razvoju originalnog Bitcoina, a ne nekoj od rastućeg broja imitacija koje su se izrodile iz njega.\n\n## Stvarni rizici\n\nPremda su uobičajene kritike upućene Bitconu od strane medija i ekonomske profesije krive i bazirane na netočnom shvaćanju novca, postoje pravi i značajni rizici kod ulaganja u Bitcoin. Bilo bi mudro za novog Bitcoin ulagača da shvati ove rizike prije potencijalnog ulaganja.\n\n### Rizik protokola\n\nBitcoin protokol i kriptografski sastavni dijelovi na kojima je sagrađen potencijalno imaju dosad nepronađenu grešku u svom dizajnu, ili mogu postati nesigurni razvojem kvantnih računala. Ako se pronađe greška u protokolu, ili neka nova metoda računarstva učini mogućim probijanje kriptografskih temelja Bitcoina, vjera u Bitcoin biti će znatno narušena. Rizik protokola bio je najviši u ranim godinama razvoja Bitcoina, kada je još uvijek bilo nejasno, čak i iskusnim kriptografima, je li Satoshi Nakamoto zaista riješio problem bizantskih generala (Byzantine Generals’ Problem). Brige oko ozbiljnih grešaka u Bitcoin protokolu nestale su kroz godine, no uzevši u obzir njegovu tehnološku prirodu, rizik protokola će uvijek ostati u Bitcoinu, makar i kao izuzetak.\n\n### Propadanje mjenjačnica\n\nTime što je decentraliziran, Bitcoin je pokazao značajnu otpornost, suočen sa brojnim pokušajima raznih vlada da ga reguliraju ili unište. No, mjenjačnice koje trguju bitcoinima za fiat valute su centralizirani entiteti i podložne regulacijama i zatvaranju. Bez mjenjačnica i volje bankara da s njima posluju, proces monetizacije Bitcoina bio bi ozbiljno usporen, ako ne i potpuno zaustavljen. Iako postoje alternativni izvori likvidnosti za Bitcoin, poput “over-the-counter” brokera i decentraliziranih tržišta za kupovinu i prodaju bitcoina, kritičan proces otkrivanja i definiranja cijene se odvija na najlikvidnijim mjenjačnicama, koje su sve centralizirane.\n\nJedan od načina za umanjivanje rizika gašenja mjenjačnica je geografska arbitraža. Binance, jedna od velikih mjenjačnica iz Kine, preselila se u Japan nakon što joj je kineska vlada zabranila operiranje u Kini. Vlade su također oprezne kako ne bi ugušile novu industriju koja je potencijalno značajna kao i internet, i time predale nevjerojatnu konkurentnu vrijednost drugim nacijama.\n\nSamo kroz koordinirano globalno ukidanje Bitcoin mjenjačnica bi proces monetizacije mogao biti zaustavljen. Trenutno smo u utrci; Bitcoin raste i postaje sve rašireniji, i doći će do trenutka kada bi potpuno ukidanje mjenjačnica postalo politički neizvedivo - kao i gašenje interneta. Mogućnost takvog ukidanja je još uvijek realna, i valja je uzeti u obzir pri ulaganju u Bitcoin. Kao što je gore objašnjeno, suverene vlade se polako bude i uviđaju prijetnju koju predstavlja neovisna digitalna valuta otporna na cenzuru, za njihovu monetarnu politiku. Otvoreno je pitanje hoće li išta poduzeti da odgovore ovoj prijetnji prije nego Bitcoin postane toliko utvrđen i raširen da politička akcija postane nemoćna i ne-efektivna.\n\n### Zamjenjivost\n\nOtvorena i transparentna priroda Bitcoin blockchaina omogućava državama da proglase specifične bitcoine “okaljanima” zbog njihovog korištenja u određenim aktivnostima. Premda Bitcoin, na protokolarnoj razini, ne diskriminira transakcije na ikoji način, “okaljani” bitcoini bi mogli postati bezvrijedni ako bi ih regulacije proglasile ilegalnima i neprihvatljivima za mjenjačnice ili trgovce. Bitcoin bi tada izgubio jedno od kritičnih svojstava monetarnog dobra: zamjenjivost.\n\nDa bi se ovaj problem riješio i umanjio, biti će potrebna poboljšanja na razini protokola kako bi se poboljšala privatnost transakcija. Premda postoji napredak u ovom smjeru, prvi put primjenjen u digitalnim valutama kao što su Monero i Zcash, potrebno je napraviti značajne tehnološke kompromise između efikasnosti i kompleksnosti Bitcoina i njegove privatnosti. Pitanje ostaje otvoreno je li moguće dodati nova svojstva privatnosti na Bitcoin, na način koji neće kompromitirati njegovu korisnost kao novca.\n\n## Zaključak\n\nBitcoin je novonastali novac koji je u procesu transformacije iz sakupljačkog dobra u spremište vrijednosti. Kao neovisno monetarno dobro, moguće je da će u budućnosti postati globalan novac, slično kao zlato za vrijeme 19. stoljeća. Prihvaćanje Bitcoina kao globalnog novca je upravo taj optimističan scenarij za Bitcoin, kojeg je artikulirao Satoshi Nakamoto još 2010. godine u [email razmjeni](https://pastebin.com/Na5FwkQ4) sa Mikeom Hearnom:\n\n> Ako zamisliš da se koristi u nekom dijelu svjetske trgovine, i da će postojati samo 21 milijun bitcoina za cijeli svijet, vrijednost po jedinici će biti znatno veća.\n\nOvaj scenarij je još snažnije definirao briljantni kriptograf Hal Finney, koji je ujedno primio i prve bitcoine od Nakamotoa, ubrzo nakon [najave prvog funkcionalnog Bitcoin softvera](https://www.mail-archive.com/cryptography@metzdowd.com/msg10152.html):\n\n> Zamislimo da Bitcoin bude uspješan i postane dominantan sustav plaćanja diljem svijeta. U tom slučaju će ukupna vrijednost valute biti jednaka ukupnoj vrijednosti svog bogatstva svijeta. Današnje procjene ukupnog svjetskog bogatska kućanstava koje sam pronašao borave negdje između 100 i 300 trilijuna dolara. Sa 20 milijuna bitcoina, svaki bi onda vrijedio oko 10 milijuna dolara.\n\nČak i da Bitcoin ne postane u cijelost globalan novac, nego da se samo natječe sa zlatom kao neovisno spremište vrijednosti, i dalje je masivno podcijenjen. Mapiranje tržišne kapitalizacije postojeće količine izrudarenog zlata (oko 8 trilijuna dolara) na maksimalnu dostupnost Bitcoina od 21 milijun, daje vrijednost od otprilike 380,000 dolara po bitcoinu. Kao što smo vidjeli u prethodnom tekstu, svojstva koja omogućavaju monetarnom dobru da bude prikladno spremište vrijednosti, čine Bitcoin superiornijim zlatu u svakom pogledu osim trajanja povijesti. No, kako vrijeme prolazi i Lindy efekt postane jači, dosadašnja povijest će prestati biti prednost zlata. Samim time, nije nerazumno očekivati da će Bitcoin narasti do, a možda i preko, ukupne cijene zlata na tržištvu do 2030. Opaska ovoj tezi je činjenica da veliki postotak vrijednosti zlata dolazi od toga što ga centralne banke čuvaju kao spremište vrijednosti. Da bi Bitcoin došao do te razine, određena količina suverenih država će trebati sudjelovati. Hoće li zapadnjačke demokracije sudjelovati u vlasništvu Bitcoina je nepoznato. Vjerojatnije je, nažalost, da će prve nacije u Bitcoin tržištu biti sitne diktature i kleptokracije.\n\nAko niti jedna država ne bude sudjelovala u Bitcoin tržištu, optimistična teza i dalje postoji. Kao nevisno spremište vrijednosti u rukama individualnih i institucionalnih ulagača, Bitcoin je i dalje vrlo rano u svojoj “krivulji prihvaćenosti” (adoption curve); tzv. “rana većina” ulaze na tržište sada, dok će ostali ući tek nekoliko godina kasnije. Sa širim sudjelovanjem individualnih i institucionalnih ulagača, cijena po bitcoinu između 100,000 i 200,000 dolara je sasvim moguća.\n\nPosjedovanje bitcoina je jedna od malobrojnih asimetričnih novčanih strategija dostupnih svakome na svijetu. Poput “call” opcija, negativan rizik ulagača je ograničen na 1x, dok potencijalna dobit i dalje iznosi 100x ili više. Bitcoin je prvi istinski globalan balon čija je veličina ograničena samo potražnjom i željom građana svijeta da zaštite svoju ušteđevinu od raznovrsnih ekonomskih malverzacija vlade. Bitcoin je ustao kao feniks iz pepela globalne financijske krize 2008. godine - katastrofe kojoj su prethodile odluke centralnih banaka poput američke Federalne rezerve (Federal Reserve).\n\nOnkraj samo financijske teze za Bitcoin, njegov rast i uspjeh kao neovisno spremište vrijednosti imat će duboke geopolitičke posljedice. Globalna, ne-inflacijska valuta će prisiliti suverene države da promjene svoje primarne mehanizme financiranja od inflacije u izravno oporezivanje; koje je daleko manje politički popularno. Države će se smanjivati proporcionalno političkoj boli koju im nanese oporezivanje kao jedini način financiranja. Nadalje, globalna trgovina vršiti će se na način koji zadovoljava aspiraciju Charlesa de Gaullea, da nijedna nacija ne bi smjela imati privilegiju nad ikojom drugom:\n\n> Smatramo da je potrebno da se uspostavi međunarodna trgovina, kao što je bio slučaj prije velikih nesreća koje su zadesile svijet, na neosporivoj monetarnoj bazi, koja ne nosi na sebi oznaku ijedne države.\n\nZa 50 godina, ta monetarna baza biti će Bitcoin.\n\n[Originalni tekst](https://vijayboyapati.medium.com/the-bullish-case-for-bitcoin-6ecc8bdecc1)\n","frontmatter":{"index":3,"title":"Bitcoin Scenarij Uspjeha","author":"Vjay Boyapati","authorURL":"https://twitter.com/real_vijay","meta":"Sa zadnjim cijenama koje je bitcoin dosegao 2017., optimističan scenarij za ulagače se možda čini toliko očitim da ga nije potrebno niti spominjati. Alternativno, možda se nekome čini glupo ulagati u digitalnu vrijednost...","translator":"Matija","translatorURL":"https://t.me/matijap9","slug":"btc-scenarij-uspijeha","img":"bullishcase-featured","flag":"croatia","tags":["translation"]}},{"content":"\n### Pismo svima vama koji još uvek nemate bitkoin. \n\nPišem ovo pismo jer sam uveren u dve stvari: (**1**) naš trenutni novac je u osnovi slomljen (**2**) korišćenjem superiornog novca posebno će vam biti od koristi - i društvu uopšte - na duži rok.\n\nNovac je dirljiva tema - većina ljudi ne voli da pričaju o tome, bilo zato što ih ima malo i stidi se, ili zato što ima puno i plaši se. Još manje ljudi znaju bilo šta o prirodi našeg novca, što je prilično šokantno - uostalom, novac je osnovno sredstvo naše civilizacije.  \n  \nSvet se drastično promenio u poslednjih nekoliko decenija, kao i svet novca. Bojim se, međutim, da se osnovna priroda našeg monetarnog sistema nije promenila na bolje. Jednostavna činjenica da vlade širom sveta dočaraju trilijune dolara iz zraka, dokaz je koliko je naš monetarni sistem isključen iz stvarnosti.  \n  \nNadam se da će ovo pismo posaditi seme za bolju budućnost. Bolja budućnost za vas lično - i bolja budućnost za sve nas. Delom vam pišem jer sam zabrinut zbog onoga što tek treba da dođe. A ipak se nadam, jer ovaj put imamo izlaz - imamo plan B.\n\n## Plan B\n\nDo sada ste verovatno čuli za Bitcoin. To je ime domaćinstva, često prikazano u velikim vestima, na TV-u (gledam vas, CNBC) i upućeno u pop-kulturu ([Simpsonovi](https://web.archive.org/web/20190628072140/https://www.ccn.com/bitcoin-finally-mentioned-foxs-simpsons/),  [Mr. Robot](https://youtu.be/gHOAKWzDH-Q),  [Silicijumska dolina](https://www.youtube.com/watch?v=28IpiLraUoc),  [Teorija Velikog praska](https://www.youtube.com/watch?v=Cc-Hbklizzk),  [Gray's Anatomy](https://www.cyberscoop.com/greys-anatomy-attempts-bring-ransomware-attacks-public-audience/),  [Family Guy](https://www.youtube.com/watch?v=6HFtk29k7-Y)  i  [Simpsonovi](https://www.youtube.com/watch?v=ovyMzT8rS8w)  ponovo). Šta god da znate ili mislite da znate o Bitcoinu - ima ga više nego što ga upozna.\n\n_Gray’s Anatomy je medicinska dramska serija se fokusira na grupu mladih doktora u bolnici Sijetl Grejs Mersi Vest, koji su započeli svoju karijeru u ustanovi kao stažisti._\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-96.png)\n&nbsp; \n\n## Bitcoin: to je budućnost novca.\n\nIako je Bitcoin prilično pokriven u glavnim medijima, ono što je Bitcoin i kakva će biti njegova uloga u svetu još uvek je pogrešno shvaćeno. Međutim, delom zahvaljujući sve više i nesmotrenijih monetarnih intervencija Feda i sličnih institucija, čak i glavni narativ počinje da se menja. Bitcoin više nije sinonim za kriminal i novac od mračne mreže. Danas sve više postaje sinonim za  [zdrav novac](https://21lessons.com/14/), zaštita od postojećeg sistema, glasanje za slobodu, drugačija paradigma.\n\nAko ovo čitate i još uvek nemate bitcoin, možda biste želeli da razmislite o tome da počnete da ga dobijate. Nikada nije bilo tako lako kao danas da se uhvatite za neke sat (sitne frakcije malokoina) i postanete rani usvajač globalnog novca budućnosti.\n\nBudite upozoreni: Neću vam reći kako Bitcoin funkcioniše. Neću vam reći o njegovoj zadivljujućoj istoriji, o njenom misterioznom pronalazaču, niti o čudesnom dizajnu, kriptografiji i teoriji igara koji stoje iza nji. Neću govoriti o ekonomskim teorijama, novčanim svojstvima ili istoriji novca. Puno je  [resursa](https://bitcoin-resources.com/)  koji ulaze u to. Napokon, ovo bi trebalo da bude pismo, a ne knjiga.\n\nMeđutim, pošto mi je stalo do vas, reći ću vam jedno, iznova i iznova: počnite slagati sat, što pre.\n\n## Počnite da držite Sats, danas\n\n_Satoši je najmanji apoen bitcoina, ekvivalentan 100 milioniti deo bitcoina. Bitcoini se mogu podeliti na manje jedinice kako bi se olakšale manje transakcije. Satoši je dobio ime po osnivaču(ima) bitcoina poznatom kao Satoši Nakamoto; skraćeno sats._\n\nMožda mislite da kasnite na zabavu, da je brod otplovio. Pogrešno. Još smo rani. Bitcoin će  [nastaviti marširati](https://dergigi.com/2019/10/03/how-to-kill-bitcoin/), povećavajući se u veličini i vrijednosti, jedući fijat valute pod kontrolom vlade koje danas vladaju svijetom. Kako da znam da su to još rani dani? Pa, dok je većina ljudi već čula za Bitcoin, vrlo malo ljudi ga poseduje ili koristi. Nadalje, ako uporedimo tržišnu kapitalizaciju Bitcoina sa drugom imovinom i / ili novčanim sredstvima, Bitcoin i dalje ima ogroman prostor za rast.\n\nPrema ovom pisanju, Bitcoinova tržišna kapa iznosi oko $137 milijardi. Ukupna tržišna kapa zlata je oko $9 biliona (~ 65 puta veća od Bitcoina). Globalna nekretnina je  [$228 biliona](https://bebc.services/wp-content/uploads/2021/04/HSBC_Global_Real_Estate_Report_July2017.pdf)(~ 1664 puta veća). Bitcoin može zarobiti neke (u slučaju nekretnina) ili sve (u slučaju zlata) ove vrednosti, demonišući ovu i drugu imovinu u tom procesu. Opet: ovo su još rani dani.\n\n> **U procesu smo prepravljanja sveta u sats.  \n> **-Bitcoin Tina\n\nOdobreno, kupovina i držanje bitcoina je zabranjeno. Lako je pucati sebi u stopalo. Lako se prevari. Moguće je zauvek izgubiti pristup svom bitcoin-u. Dakle, reč upozorenja: edukujte sebe i grešite na strani opreza.\n\nNažalost, nisam imao „Bitcoin Guy“ koji je razumeo šta se događa. Nisam imao ovog prijatelja koji mi je rekao „veruj mi, samo kupi malo kačka“ - ili, još bolje: „Veruj mi, samo kupi malo redovno“\n\n_Guy na engleskom je covek ili voditelj._\n\nŽeleo bih da sada budem ovaj Bitcoin Guy za vas. Evo šta bih vam rekao kao prijatelju: „počnite danas slagati sat“ Ako već jeste, dobro. Ako to ne uradite, počnite da se slažete. Nije tako teško!\n\n## Zašto je Bitcoin neophodan\n\nMi kao društvo trebamo Bitcoin više nego što nam treba. Novac je osnovno sredstvo za svaku veliku saradnju. To je merni uređaj, rešenje problema bartera, vozilo za skladištenje vašeg bogatstva kroz prostor i vreme i mnoge druge stvari. Ukratko: novac je neophodan za funkcionisanje složenog društva. Međutim, niz finansijskih kriza i nedavni događaji oko određene epidemije virusa jasno su pokazali da je naš novac u osnovi slomljen.\n\n> **Osnovni problem konvencionalne valute je sve poverenje koje je potrebno da bi se to učinilo. Centralnoj banci se mora verovati da ne debazira valutu, ali istorija fijat valuta je puna kršenja tog poverenja.  \n> **_-Satoši Nakamoto_\n\n_Satoši Nakamoto je ime koje koristi pretpostavljena pseudonimna osoba ili osobe koje su razvile bitcoin, autore bele knjige o bitkoinima i kreirale i primenile originalnu referentnu implementaciju bitcoina. Kao deo implementacije, Nakamoto je osmislio i prvu blokčejn bazu podataka._\n\nVirus nas nije samo podsetio na krhkost ljudskog života, već je otkrio i krhkost naših lanaca snabdevanja i drugih globalnih sistema. Posebno je istakla smešnost našeg finansijskog i monetarnog sistema. Za nekoliko dana prešli smo od štampanja milijardi do trilijuna, do predloga kovanja platinskih kovanica u bilionima, do  [neograničenog QE](https://www.marketwatch.com/story/fed-announces-unlimited-qe-and-sets-up-several-new-lending-programs-2020-03-23)  i  [beskonačnog novca](https://www.bloomberg.com/opinion/articles/2020-03-23/coronavirus-fed-s-infinite-cash-tested-in-world-of-leverage). Ekonomisti i političari govore o spašavanju ekonomije, ubrizgavanju likvidnosti, kvantitativnom olakšanju, sporazumima o reverznom otkupu, spašavanja onih koji su preveliki da ne bi uspeli (opet) - da učine sve što je u njihovoj moći da produže neizbežni kolaps, da bi se razbila poslovična stvar može još više spustiti put.\n\nIako je lingo maštovit, posledice su jednostavne: osnovno sredstvo naše civilizacije je savijeno i iskrivljeno.  [Hiperinflacija](https://21lessons.com/9/)  se dešava kada se ovaj alat konačno pokvari pod stalnim pritiskom. Hiperinflacija ili ne, posledice za pojedinca uvek su iste: novac koji uštedite devalvira se, njegova kupovna moć se smanjuje. Da li vaš novac sjedi ispod madraca ili na vaš bankovni račun, čak i nije važno.  \n  \nKao što Rai Dalio tako elokventno  [objašnjava](https://www.linkedin.com/pulse/world-has-gone-mad-system-broken-ray-dalio/): naš sistem novca zasnovan na dugovima je sam po sebi slomljen. Bitcoin ovo popravlja. To utvrđuje jer se ne zasniva na dugu. To popravlja jer ima strogo ograničenu ponudu. To popravlja jer se ne može stvoriti proizvoljno; jer nema vratara, nema centralnih sila koje bi ga mogle pokvariti.\n\nBitcoin je antidot modernoj monetarnoj teoriji. Neophodno je ispraviti iskrivljeni svet fijat novca.\n\n## Najbolji novac koji smo ikada imali\n\nBitcoinova monetarna  [svojstva dizajnirana](https://vijayboyapati.medium.com/the-bullish-case-for-bitcoin-6ecc8bdecc1)  su od temelja do superiornosti u odnosu na sve ostale oblike novca. Izuzetno je prenosiv, savršeno oskudan, visoko deljiv, lako proverljiv, izdržljiv, zabavan i izuzetno otporan na cenzuru. Kao što  [moj prijatelj](https://twitter.com/MustStopMurad/status/1088514383171411968?s=20)  voli da kaže: Bitcoin su komadi super zlata koji lete unutar nezaustavljivog PayPal. To je najbolji novac koji smo ikada imali.\n\n_PayPal je američka multinacionalna finansijska tehnološka kompanija koja upravlja sistemom onlajn plaćanja u većini zemalja koje podržavaju onlajn transfer novca i služi kao elektronska alternativa tradicionalnim papirnim metodama kao što su čekovi i uputnice._\n\nNijedan centralni organ ne daje ova svojstva bitcoin-u. Oni prirodno izlaze iz sistema, činjenica koja je lepa koliko i važna. Dakle, Bitcoin je  [novac ljudi](https://twitter.com/theRealKiyosaki/status/1245205778849394688?s=20): za ljude, za ljude. Ne kontroliše niko; svi mogu da koriste i koriste.\n\n> **_Kupujte zemlju. Ne prave više stvari.  \n> _**_-Will Rogers_\n\nHoće li Rogers imati pravu ideju: oskudica ima vrednost. Međutim, kao skladište vrednosti, Bitcoin je na mnogo načina superiorniji od zemlje (i zlata). Nijedno drugo sredstvo ne može se magično zračiti putem interneta ili drugih kanala komunikacije. Bitcoin ima najveću gustinu vrednosti svih sredstava jer je to čista informacija. Mogli biste imati bitcoin u vrednosti od milijardu dolara, zadržavajući svoje bogatstvo čak i ako se skinete goli.\n\nIako postoje mnoge zablude o Bitcoinu, sledeće su verovatno najistaknutije:\n\n-   Bitcoin je preskup+Bitcoin je stara tehnologija\n-   Bitcoin je previše komplikovan\n-   Bitcoin je rizičan i spekulativan\n-   Bitcoin će biti zamenjen drugim novčićem\n\nHajde da ukratko prođemo kroz ove jedan po jedan.\n\n**Bitcoin je preskup**: Naprotiv!! Ne dozvolite da vas pristranost jedinice „treba mi ceo novčić“ zavara. Bitcoin je i dalje veoma jeftin. Međutim, ako tako mislite, u dobrom ste društvu. Ljudi su mislili da je bitcoin preskup od svog osnivanja. Uvek će biti preskupo ako je vaša perspektiva još uvek ukorijenjena u fijat novcu.\n\n**Bitcoin je stara tehnologija**: Pre svega, Bitcoin je monetarni izum, a ne tehnološki. Njegov cilj je zameniti sloj monetarne baze našeg društva - to nije sledeća virusna aplikacija za vaš pametni telefon. Drugo, Bitcoin se poboljšava i razvija brzim tempom. Praktično je nemoguće pratiti sva dešavanja širom sveta.\n\n**Bitcoin je previše komplikovan**: Odobreno, Bitcoin nije baš lako razumeti. (Ali ni tradicionalni finansijski sistem.) Srećom, kao i kod svih ostalih složenih tehnologija, upotreba ne zahteva potpuno razumevanje. Ako bi, verovatno ne biste mogli da koristite pametni telefon, koristite internet ili vozite svoj automobil. A što se tiče upotrebe, Bitcoin postaje svakim danom lakši. Baš kao što korišćenje interneta pre nekoliko decenija nije bilo baš lako, upotreba Bitcoina danas može biti izazovna.\n\n**Bitcoin je rizičan i spekulativan**: Ne nagađajte. Ostanite ponizni i počnite slagati sat. Ako to nije dovoljno za vas, šta kažete na činjenicu da portfelj bitcoin i 95% gotovine nadmašuje zalihe rizika i vraća se svake godine za  [zadnjih sest godine unazad](https://twitter.com/100trillionUSD/status/1136969637588021250?s=20)? Još uvek previše rizično?\n\n**Bitcoin će biti zamenjen drugim novčićem**: Bitcoin je neprikosnoveni kralj i jedini ozbiljan kandidat za digitalnu oskudicu. Ima najbolje mrežne efekte, najveću likvidnost i najveću sigurnost po mnogim redovima veličine. Ništa drugo se ne približava, a ja ne želim da trošim digitalnu mastilu nazivajući bilo koji drugi novčić. Sve što ću reći o Bitcoinovim kopijama je ovo: ne dirajte ih. Iako je Sireninoj pesmi shitcoina teško odoljeti, s  [razlogom](https://twitter.com/bitstein/status/1151586640307064833?s=20)  ih zovu shitcoin na engleskom. Bitcoin se  [ne može](https://www.unchained-capital.com/blog/bitcoin-cant-be-copied/)  kopirati. To je  [izum koji zavisi od puta](https://breedlove22.medium.com/the-number-zero-and-bitcoin-4c193336db5b)  u okruženju pobednika.\n\n> **_Tu je bitcoin, a onda je tu i govnara._**  \n> _-Warren Davidson_\n\n  \nShitcoin-a su ćorsokak. Ne silazi ovim putem. Ništa osim bola i tuge neće vas čekati tamo.\n\n## Zašto je sprječavanje sats-a Superior\n\nOd ovog pisanja, $1 će vam kupiti 14,488 sats. Potrošite $70, a vi ste satoši milioner. Bitcoin je skup. Sats su jeftini.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-104.png)\n&nbsp; \n\n**\"Slažem sats svaki dan zahvaljujući auto-DCA\"**\n\nKao što je gore pomenuto, bitcoin je visoko deljiv. Opet, ne dozvolite da vas neka pristranost jedinice zavara: ima dovoljno bitcoina da se obiđe za sve. Pokušaj da kupite velike količine bitcoina obično dovodi do pokušaja da se tržište plasira na vreme. Skladištenje satsa uklanja ovaj psihološki pritisak. Još bolje: postoji puno usluga koje vam omogućavaju da automatizujete proces slaganja sats. Podesite ga i zaboravite, a vaš slaganje će automatski rasti. Nema potrebe da se brinete o savršenom vremenu, nema nepristojnog provere cene, nema izloženosti skrbnicima.\n\nSvi znamo staru poslovicu: „Najbolje vreme za sadnju drveta bilo je pre 20 godina. Sada je drugi najbolji trenutak Isto važi i za slaganje satsa - samo Bitcoin nije postojao pre 20 godina. Sada je star nešto više od 11 godina, upao je u globalnu svest pre samo nekoliko godina.\n\n### \n\nNajbolje vreme za kupovinu bitcoina bilo je pre 10 godina. Drugi najbolji trenutak je sada.\n\n  \nPoenta je u tome: nemojte se prebijati ako imate 0% dodelu bitcoin-u. Nije kasno da se skinte se sa nule.  **Opet: nije kasno**. Još si rano. Trenutno još uvek možete da razmenite drugi novac za bitcoin. U budućnosti ćete verovatno morati da ga zaradite. Razmislite na ovaj način: ako se putanja na kojoj se Bitcoin nastavlja, nikada neće biti lošeg vremena za razmenu vaše fijat valute za bitcoin.\n\nBitcoin je igra nakupljanja. Jednom kada to shvatite, slaganje sats postaje očigledna strategija. Neelastična ponuda i relativno mala tržišna kapitalizacija čine bitcoin nestabilnijim od ostalih sredstava. (Iako je, u poređenju sa  [nedavnim kretanjima](https://investorplace.com/2020/03/investors-need-to-view-ba-stocks-biggest-crash-ever-as-a-gift/)  na tradicionalnim tržištima, bitcoin relativno stabilan.) Skladištenje satsa omogućava vam da ignorišete volatilnost tržišta. Fokus je na pasivnoj akumulaciji, a ne na trgovanju.\n\n> **_Bitcoin je nova vrsta novca koja je digitalna i nezavisna od svjetskih vlada ili korporacija. Teško je uhvatiti, blokirati ili naduvati i lako poslati po svetu. To je najbolji novac koji smo ikada imali. Kako sve više ljudi to shvata, cena bi trebalo da raste._  \n> **-Matt Odell\n\nZumirajte dovoljno daleko i postaje očigledno da je kretanje cena Bitcoina gore i desno. Postoje  [razlozi za verovanje](https://medium.com/@100trillionUSD/modeling-bitcoins-value-with-scarcity-91fa0fc03e25)  da će se ovaj trend nastaviti. Čak i ako je ovaj uzlazni trend netaknut, cena bitcoina će verovatno ostati nestabilna još dugo. Moj savet: zanemarite cenu. Silazi sa nule. Da li još uvek imate nula satsa na svoje ime? Prestanite da laskate - počnite da se slažete!  \n\nNeke stvari koje treba zapamtiti:\n\n+[Ne trgujte](https://www.youtube.com/watch?v=KV5QlSgq7lg)  \n+[Silazi sa nule](https://twitter.com/search?q=bitcoin%20get%20off%20zero)  \n+[Automatizirajte sa Auto-DCA](https://twitter.com/FriarHass/status/1412187362965131284?s=20)  \n+[Svi misle da su kasni](https://bitcoin-resources.com/assets/images/missed-the-bus.jpg)  \n+[Možete kupiti delić bitcoina](https://dcabtc.com/)  \n+[Povjerene treće strane nije bezbedno](https://nakamotoinstitute.org/trusted-third-parties/)  \n+[Vreme na tržištu pobedi vremenski okvir tržišta](http://jrxy.zjsu.edu.cn/jrxy/jssc/791.pdf)  \n+[Ima zlata i tu ima i zlato za budale - držite se podalje od shitcoin-ove](https://coinmarketcrap.co/)\n\nMožda mislite da nemate dovoljno novca da počnete slagati sat. Sumnjam. Ako ovo čitate, verovatno ste na  [četvrti nivo](https://www.gapminder.org/topics/four-income-levels/)  i možete da uštedite dolar ili dva dnevno. Zapamtite: par dolara će vam kupiti desetine hiljada satsa. Postoje i indirektni načini za slaganje sat-ova, poput usluga vraćanja gotovine koje vam vraćaju sat. Takođe možete da pokrenete lošu naviku i počnete da slažete sat sa novcem koji uštedite. Dve ptice sa jednim kamenom i tako dalje to.\n\n_Na engleskom dve ptice sa jednim kamenom znaci da postignete dve stvari obavljanjem jedne akcije._\n\nSats su i dalje jako jeftini. Kladim se da će uskoro doći vreme u kojem neće biti moguće nabaviti desetine hiljada satsa za <$1. Kupovna moć dolara neprestano opada; kupovna moć bitcoina istorijski je rasla. Međutim, čak i ako cena bitcoina nastavi drastično rasti, verovatno ćete i dalje moći da dobijete nekoliko sats za $1 ili manje u doglednoj budućnosti.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-105.png)\n&nbsp; \n\n**Vjerovali ili ne, još uvijek može ići niže.**\n\nSkeptičan si, shvatam. I ja sam bio skeptičan. Trebalo mi je jako dugo da shvatim o čemu se radi u Bitcoinu. Trebalo mi je još duže da verujem ovom čarobnom novcu na internetu dovoljno da ga kupim. A nakon toga trebalo mi je vremena da prestanem da trgujem i počnem da se gomilam. Nadam se da ću vam uštedjeti vreme i puno srčanih udara prenoseći sledeće: počnite slagati sat. Što ranije započnete i što je proces automatizovaniji, to je bolje.  \n  \nSve što se kaže, reč opreza:\n\n-   **Počnite mali**. Ne stavljajte više novca nego što ste spremni da izgubite.\n-   **Ostanite ponizni**. Ne budi pohlepan. Ne pretjerujte.\n-   **Nije vaš ključ, nije vaš bitcoin**. Ne verujte skrbnicima. Uvek zapamtite da su pouzdane  [treće strane sigurnosti](https://nakamotoinstitute.org/trusted-third-parties/).\n-   **Ne verujte, proverite**.  [Pretpostavimo da su svi prevarant](https://nakamotoinstitute.org/mempool/everyones-a-scammer/).\n-   **Bavite se svojim istraživanjem**. Bitcoin je po prirodi otvoren, tako da ste slobodni da proučite šta je i kako funkcioniše. Zakazujem sveobuhvatnu listu  [resursa](https://bitcoin-resources.com/)  ako vam treba polazna tačka.\n\n  \nNikad nije bilo boljeg vremena za početak uštede u bitcoin-u. Postoje mnoge usluge koje vam omogućavaju da automatski pretvorite određeni iznos svoje lokalne valute u bitcoin svake nedelje, meseca ili dana. Ovdje ću se suzdržati od bilo kakvih preporuka, jer bi one uskoro mogle zastarijevati. Koja je najbolja usluga za vas, to ćete saznati. Obratite se svom lokalnom fbitcoin grupi ili bitcoin guy. Ako ne zna šta znači slaganje sats, pronađite boljeg tipa bitcoin-a. (A ako sam slučajno taj tip, molim vas javitese.)\n\n> **Posedovanje bitcoina jedna je od retkih asimetričnih opklada u kojima ljudi širom sveta mogu da učestvuju.  \n> **-Vijay Boiapati\n\nIako je Bitcoin investicija u budućnost, ne moram to posmatrati kao špekulativnu investiciju. Takođe ne doživljavam kao imovinu koja će se ponovo prodati za dolare, evro ili jen. Kako meme ide: Kada budete spremni, nećete morati da prodajete svoj bitcoin.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-106.png)\n&nbsp; \n\n**Neo je uzeo tabletu narandže i spušta se niz zečju rupu.**\n\n##   \nSpreman sam kad ste i vi\n\n\nRazmena vašeg fiat novca za bitcoin je prelazak sa inherentno nestabilnog sistema na sistem protiv krhkog. To je osiguranje bogatstva i glas za bolji, pošteniji osnovni sloj društva. Verujem da bitcoin i dalje ima veoma visok potencijal da raste. Dakle, što pre počnete da budete izloženi ovom novcu u nastajanju, možda ćete biti bolje opremljeni da iskoristite njegovu rastuću kupovnu moć. Drugim rečima: želite da počnete da slažete satove što je pre moguće. Međutim, takođe verujem da ćete Bitcoin razumeti čim budete spremni. Shodno tome, verujem da će vas prvi delići bitkoina pronaći čim budete spremni da ih primite. „Možeš da odvedeš konja na vodu, ali ne možeš da ga nateraš da pije“, kako se kaže.  \n  \nOtkrićete da posedovanje bitcoina zahteva ličnu odgovornost: moraćete da sami istražite, naučite kako da ga koristite i bezbedno skladištite i da sami uradite mnoge stvari koje obično za vas radi treća strana. Ništa u životu nije besplatno, a slobode koje daje Bitcoin dolaze po cenu lične odgovornosti.  \n  \nU svakom slučaju, Bitcoin je spreman kada i vi. Neće nestati i niko vas neće moći sprečiti da ih nabavite ako ste spremni da to učinite. To je lepota Bitcoina: uvek će biti tu za vas, bez obzira da li ga koristite ili ne.  \n  \nNaravno, Bitcoin je čudna zver. Komplikovano je, neodoljivo, možda čak i pomalo zastrašujuće. Međutim, što se pre sprijateljite sa ovim čudnim stvorenjem, to ćete bolje biti opremljeni za budućnost. I verujem da je najbolji način da se sprijateljite sa tim da počnete da slažete satove. Kao što je jedan  [mudar starac](https://twitter.com/BitcoinOldGuy)  jednom rekao: „Samo kupi bitcoin, nije tako teško.\"\n\n###   \nS poštovanjem,  \nGigi\n\n----------\n\n_Odricanje odgovornosti: Ovo bi trebalo da se podrazumeva, ali bojim se da ću morati da bude eksplicitno: Ovo nije finansijski savet. Ovo nije savet za investiranje. Napisao sam ovo pismo da bih imao nešto pri ruci kad god mi se prijatelji ili porodica obrate u vezi sa svim bitcoinima. Objavio sam ga jer sam mislio da bi i drugima moglo biti od koristi. Ako me ne poznajete u stvarnom životu, ja sam samo slučajni tip sa interneta. Mogao bih biti i  [pas](https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog). Postupa u skladu sa tim._\n\n----------\n\nOsim ako nije drugačije navedeno, sadržaj ovog članka je licenciran  [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/)\n","frontmatter":{"index":2,"title":"Draga Porodica, Dragi Priatelji","author":"Gigi","authorURL":"https://dergigi.com/","meta":"Pišem ovo pismo jer sam uveren u dve stvari: (1) naš trenutni novac je u osnovi slomljen, (2) korišćenjem superiornog novca posebno će vam biti od koristi - i društvu uopšte - na duži rok","translator":"Tink","translatorURL":"https://europeanbitcoiners.com/author/tink/","slug":"dear-family-dear-friends","img":"dearFamilyDearFriends","flag":"croatia","tags":["translation"]}},{"content":"\nOvo je kratko razmišljanje bazirano na nekim jučerašnjim konverzacijama, a predugo za Tweet.\n\nDio zadovoljstva, i frustracije, putovanja je da različita mjesta imaju vrlo različite perspektive. Lako je biti ograničen na veoma uzak pogled na svijet, a misliti da je širok. Putovanje je protuotrov ovom samozavaravanju.\n\nProblem je još gori u tehnološkom sektoru, pošto se čini da Silicijska Dolina ima hegemoniju nad inovativnosti. To stvara sveprisutnu, ali pogrešnu perspektivu da je Bitcoin većinom tehnologija koju tehnokrati trebaju unaprijeđivati, mijenjati i upravljati.\n\nS time na umu, latinsko-američka perspektiva je osvježavajuća. Oni već znaju da je monetarna ekspanzija centralne banke velik problem i vide Bitcoinovo svojstvo spremišta vrijednosti (“store of value”) kao način da se maknu od toga. Oni su već prošli kroz periode ogromne devaluacije valute i naučili da ne spremaju vrijednost u svojoj lokalnoj valuti. Drugim riječima, oni imaju mukom stečenu mudrost koju Silicijska Dolina nema.\n","frontmatter":{"index":1,"title":"Perspektive na Bitcoin u latinskoj Americi","author":"Jimmy Song","authorURL":"https://twitter.com/jimmysong","meta":"Ovo je kratko razmišljanje bazirano na nekim jučerašnjim konverzacijama, a predugo za Tweet. Dio zadovoljstva, i frustracije, putovanja je da različita mjesta imaju vrlo različite perspektive...","translator":"Matija","translatorURL":"","slug":"latin-american-bitcoin-perspective","flag":"croatia","img":"blogPreview","tags":["translation"]}},{"content":"\nU novinama i na televiziji, Bitcoin je često prezentiran kao zlatni novčić sa “B” simbolom na licu. Zbog toga, mnogo ljudi koji ne znaju što je Bitcoin misle da tako zapravo i izgleda.\n\nNo u stvarnosti, Bitcoin je samo računalni kôd, softverska mreža koja ne postoji u fizičkom obliku. \n\nKada mediji žele ilustrirati vijesti o Bitcoinu, koriste slike i vizualizacije lako prepoznatljive svima. Pošto Bitcoin po svojstvima podsjeća na zlato,(rijedak je i vrijedan, i može se koristiti za plaćanja), a ime sadrži riječ “coin” (novčić), najlakši način je samo prikazati zlatni novčić.\n\nSlično kao što se koristi slika žarulje da se ilustrira ideja “elektriciteta,” ili putnog kufera za ilustriranje “putovanja.”\n\nBitcoin je vrlo nova stvar za većinu ljudi. Sasvim je normalno osjećati određeni strah prema novim, nepoznatim tehnologijama. No, lako je za svakoga naučiti koristiti ih.\n\nKada naučimo nešto novo, lako je praviti greške. Nažalost, lopovi i prevaranti samo čekaju na takve početničke greške, kako bi se okoristili i zaradili novac.\n\nZato je važno biti oprezan i pažljiv kod učenja, strpljivo i polako napredovati dok ne postanemo vještiji.\n\nPrvo pravilo za zapamtiti: ako netko prodaje “Bitcoin” koji izgleda kao zlatni novčić ili papirnata novčanica, to nije Bitcoin. To je prevara.\n\nKloni se svake priče koja izgleda predobro da bi bila istinita. Svoj Bitcoin (BTC) nabavljaj samo od povjerljivih izvora, ili članova obitelji koji su već upoznati sa Bitcoinom i koji znaju što rade.\n\nNikad ne prestani učiti o Bitcoinu. \n","frontmatter":{"index":0,"title":"Nikad ne prestani učiti","author":"Yves Bennaim","authorURL":"https://bennaim.com/","meta":"U novinama i na televiziji, Bitcoin je često prezentiran kao zlatni novčić sa “B” simbolom na licu. Zbog toga, mnogo ljudi koji ne znaju što je Bitcoin misle da tako zapravo i izgleda...","translator":"Matija","translatorURL":"","slug":"never-stop-learning","flag":"croatia","tags":["translation"]}}]},"__N_SSG":true}