{"pageProps":{"posts":[{"content":"\nIdeja da država može nekako zabraniti bitcoin je jedna od poslednjih faza tuge, tačno pred prihvatanje realnosti. Posledica ove rečenice je priznanje da bitcoin “funkcioniše”. U stvari, ona predstavlja činjenicu da bitcoin funkcioniše toliko dobro da on preti postojećim državnim monopolima nad novcem i da će zbog toga države da ga unište kroz regulativne prepreke da bi eliminisale tu pretnju. Gledajte na tvrdnju da će države zabraniti bitcoin kao kondicionalnu logiku. Da li bitcoin funkcioniše kao novac? Ako je odgovor „ne“, onda države nemaju šta da zabrane. Ako je odgovor „da“, onda će države da probaju da ga zabrane. Znači, glavna poenta ovog razmišljanja je pretpostavka da bitcoin funkcioiniše kao novac. Onda je sledeće logično pitanje da li intervencija od strane države može uspešno da uništi upravo taj funkcionalan bitcoin.\n\n![](/images/content/blog/niko-ne-moze-zabraniti-btc/da-li-drzava-moze-zabraniti-bitcoin.png)\n\nZa početak, svako ko pokušava da razume kako, zašto, ili da li bitcoin funkcioniše mora da proceni ta pitanja potpuno nezavisno od prouzrekovanja državne regulacije ili intervencije. Iako je nesumnjivo da bitcoin mora da postoji uzgred državnih regulativa, zamislite na momenat da države ne postoje. Sam od sebe, da li bi bitcoin funkcionisao kao novac, kad bi se prepustio slobodnom tržištu? Ovo pitanje se širi u dodatna pitanja i ubrzo se pretvara u bunar bez dna. Šta je novac? Šta su svojstva koja čine jednu vrstu novca bolje od druge? Da li bitcoin poseduje ta svojstva? Da li je bitcoin bolja verzija novca po takvim osobinama? Ako je finalni zaključak da bitcoin ne funkcioniše kao novac, implikacije državne intervencije su nebitne. Ali, ako je bitcoin funkcionalan kao novac, ta pitanja onda postaju bitna u ovoj debati, i svako ko o tome razmišlja bi morao imati taj početnički kontekst da bi mogao proceniti da li je uopšte moguće zabraniti. Po svom dizajnu, bitcoin postoji van države. Ali bitcoin nije samo van kontrole države, on u stvari funkcioniše bez bilo kakve saradnje centralizovanih identiteta. On je globalan i decentralizovan. Svako može pristupiti bitcoinu bez potrebe saglasnosti bilo koga i što se više širi sve je teže cenzurisati celokupnu mrežu. Arhitektura bitcoina je namerno izmišljena da bude otporna na bilo koje pokušaje države da ga zabrane. Ovo ne znači da države širom sveta neće pokušavati da ga regulišu, oporezuju ili čak da potpuno zabrane njegovo korišćenje. Naravno da će biti puno bitki i otpora protiv usvajanja bitcoina među građanima. Federal Reserve i Američki Treasury (i njihovi globalni suparnici) se neće ležeći predati dok bitcoin sve više i više ugrožava njihove monopole prihvatljivog novca. Doduše, pre nego što se odbaci ideja da države mogu potpuno zabraniti bitcoin, mora se prvo razumeti posledice tog stava i njegovog glasnika.\n\n## Progresija poricanja i stepeni tuge\n\nPripovesti skeptičara se neprestano menjaju kroz vreme. Prvi stepen tuge: bitcoin nikad ne može funkcionisati-njegova vrednost je osnovana ni na čemu. On je moderna verzija tulip manije. Sa svakim ciklusom uzbuđenja, vrednost bitcoina skače i onda vrlo brzo se vraća na dole. Često nazvano kao kraj njegove vrednosti, bitcoin svaki put odbija da umre i njegova vrednost pronađe nivo koji je uvek viši od prethodnih ciklusa globalne usvajanja. Tulip pripovetka postaje stara i dosadna i skeptičari pređu na više nijansirane teme, i time menjaju bazu debate. Drugi stepen tuge predstoji: bitcoin je manjkav kao novac. On je previše volatilan da bi bio valuta, ili je suviše spor da bi se koristio kao sistem plaćanja, ili se ne može proširiti dovoljno da zadovolji sve promete plaćanja na svetu, ili troši isuviše struje. Taj niz kritike ide sve dalje i dalje. Ovaj drugi stepen je progresija poricanja i dosta je udaljen od ideje da je bitcoin ništa više od bukvalno bezvrednog ničega.\n\nUprkos tim pretpostavnim manjcima, vrednost bitcoin mreže nastavje da raste vremenom. Svaki put, ona ne umire, nasuprot, ona postaje sve veća i jača. Dok se skeptičari bave ukazivanjem na manjke, bitcoin ne prestaje. Rast u vrednosti je prouzrokovan jednostavnom dinamikom tržišta: postoji više kupca nego prodavca. To je sve i to je razlog rasta u adopciji. Sve više i više ljudi shvata zašto postoji fundamentalna potražnja za bitcoinom i zašto/kako on funkcioniše. To je razlog njegovog dugotrajnog rasta. Dokle god ga sve više ljudi koristi za čuvanje vrednosti, neće pasti cena snabdevanja. Zauvek će postojati samo 21 milion bitcoina. Nebitno je koliko ljudi zahtevaju bitcoin, njegova cela količina je uvek ista i neelastična. Dok skeptičari nastavljaju sa svojom starom pričom, mase ljudi nastavljaju da eliminišu zabludu i zahtevaju bitcoin zbog njegovih prednosti u smislu novčanih svojstva. Između ostalog, ne postoji grupa ljudi koja je više upoznata sa svim argumentima protiv bitcoina od samih bitcoinera.\n\n![](/images/content/blog/niko-ne-moze-zabraniti-btc/FUD-kockica.png)\n\nOčajanje počinje da se stvara i onda se debata još jedanput pomera. Sada nije više činjenica je vrednost bitcoina osnovana ni na čemu niti da ima manjke kao valuta; sada se debata centrira na regulaciji državnih autoriteta. U ovom zadnjem stepenu tuge, bitcoin se predstavlja kao u stvari isuviše uspešnom alatkom i zbog toga države ne smeju dozvoliti da on postoji. Zaista? Znači da je genijalnost čoveka ponovo ostvarila funkcionalan novac u tehnološko superiornoj formi, čije su posledice zaista neshvatljive, i da će države upravo taj izum nekako zabraniti. Primetite da tom izjavom skeptičari praktično priznaju svoj poraz. Ovo su poslednji pokušaji u seriji promašenih argumenata. Skeptičari u isto vreme prihvataju da postoji fundamentalna potražnja za bitcoinom a onda se premeštaju na neosnovan stav da ga države mogu zabraniti.\n\nAjde da se poigramo i tim pitanjem. Kada bih zapravo razvijene države nastupile na scenu i pokušale da zabrane bitcoin? Trenutno, Federal Reserve i Treasury ne smatraju bitcoin kao ozbiljnu pretnju superiornosti dolara. Po njihovom celokupnom mišljenju, bitcoin je slatka mala igračka i ne može da funkcioniše kao novac. Sadašnja kompletna kupovna moć bitcoina je manja od $200 milijardi. Sa druge strane, zlato ima celokupnu vrednost od $8 triliona (40X veću od bitcoina) i količina odštampanog novca (M2) je otprilike 15 triliona (75X veličine bitcoinove vrednosti). Kada će Federal Reserve i Treasury da počne da smatra bitcoin kao ozbiljnu pretnju? Kad bitcoin poraste na $1, $2 ili $3 triliona? Možete i sami da izaberete nivo, ali implikacija je da će bitcoin biti mnogo vredniji, i posedovaće ga sve više ljudi širom sveta, pre nego što će ga državne vlasti shvatiti kao obiljnog protivnika.\n\n__Predsednik Tramp & Treasury Sekretar Mnučin o Bitcoinu (2019)__:\n\n>„Ja neću pričati o bitcoinu za 10 godina, u to možete biti sigurni {…} Ja bi se kladio da čak za 5 ili 6 godina neću više pričati o bitcoinu kao sekretar Trusury-a. Imaću preča posla {…} Mogu vam obećati da ja lično neću biti pun bitcoina.“ – Sekretar Treasury-a Stiv Mnučin\n\n> „Ja nisam ljubitelj bitcoina {…}, koji nije novac i čija vrednost je jako volatilna i osnovana na praznom vazduhu.“ – Predsednik Donald J. Tramp\n\nZnači, logika skeptika ide ovako: bitcoin ne funkcioniše, ali ako funkcioniše, onda će ga država zabraniti. Ali, države slobodnog sveta neće pokušati da ga zabrane dokle god se on ne pokaže kao ozbiljna pretnja. U tom trenutku, bitcoin će biti vredniji i sigurno teži da se zabrani, pošto će ga više ljudi posedovati na mnogo širem geografskom prostoru. Ignorišite fundamentalne činjenice i asimetriju koja je urođena u globalnom dešavanju monetizacije zato što u slučaju da ste u pravu, države će taj proces zabraniti. Na kojoj strani tog argumenta bi radije stajao racionalan ekonomski učesnik? Posedovanje finansijske imovine kojoj vrednost toliko raste da preti globalnoj rezervnoj valuti, ili nasuprot – nemati tu imovinu? Sa pretpostavkom da individualci razumeju zašto je mogućnost (a sve više i verovatnoća) ove realnosti, koji stav je logičniji u ovom scenariju? Asimetrija dve strane ovog argumenta sama od sebe zahteva da je prvi stav onaj istinit i da fundamentalno razumevanje potražnje bitcoina samo još više ojačava to mišljenje.\n\n## Niko ne moze zabraniti bitcoin\n\nRazmislite šta bitcoin u stvari predstavlja pa onda šta bi predstavljala njegova zabrana. Bitcoin je konverzija subjektivne vrednosti, stvorena i razmenjena u realnošću, u digitalne potpise. Jednostavno rečeno, to je konverzija ljudskog vremena u novac. Kad neko zahteva bitcoin, oni u isto vreme ne zahtevaju neki drugi posed, nek to bio dolar, kuća, auto ili hrana itd. Bitcoin predstavlja novčanu štednju koja sa sobom žrtvuje druge imovine i servise. Zabrana bitcoina bi bio napad na najosnovnije ljudske slobode koje je on upravo stvoren da brani. Zamislite reakciju svih onih koji su prihvatili bitcoin: „Bilo je zabavno, alatka za koju su svi eksperti tvrdili da neće nikad funkcionisati, sada toliko dobro radi i sad ti isti eksperti i autoriteti kažu da mi to nemožemo koristiti. Svi idite kući, predstava je gotova.“verovanje da će svi ljudi koji su učestvovali u bitcoin usvajanju, suverenitetu koji nudi i finansiskoj slobodi, odjednom samo da se predaju osnovnom rušenju njihovih prava je potpuno iracionalna pozicija.\n\n> Novac je jedan od najbitnijih instrumenata za slobodu koji je ikad izmišljen. Novac je to što u postojećem društvu ostvaruje mogućnosti siromašnom čoveku – čiji je domet veći nego onaj koji je bio dostižan bogatim ljudima pre ne toliko puno generacija.“ – F. A. Hajek\n\nDržave nisu uspele da zabrane konzumiranje alkohola, droga, kupovinu vatrenog oružja, pa ni posedovanje zlata. Država može samo pomalo da uspori pristup ili da deklariše posedovanje ilegalnim, ali ne može da uništi nešto što veliki broj raznovrsnih ljudi smatra vrednim. Kada je SAD zabranila privatno posedovanje zlata 1933., zlato nije palo u vrednosti ili nestalo sa finansijskog tržišta. Ono je u stvari poraslo u vrednosti u poređenju sa dolarom, i samo trideset godina kasnije, zabrana je bila ukinuta. Ne samo da bitcoin nudi veću vrednosno obećanje od bilo kog drugog dobra koje su države pokušale da zabrane (uključujući i zlato); nego po svojim osobinama, njega je mnogo teže zabraniti. Bitcoin je globalan i decentralizovan. On ne poštuje granice i osiguran je mnoštvom nodova i kriptografskim potpisima. Sam postupak zabrane bi zahtevao da se u isto vreme zaustavi „open source“ softver koji emituje i izvršava slanje i potvrđivanje digitalno enkriptovanih ključeva i potpisa. Ta zabrana bi morala biti koordinisana između velikog broja zemalja, sa tim da je nemoguće znati gde se ti nodovi i softver nalazi ili da se zaustavi instaliranje novih nodova u drugim pravnim nadležnostima. Da ne pominjemo i ustavske pitanja, bilo bi tehnički neizvodljivo da se takva zabrana primeni na bilo kakav značajan način.\n\n![Koncentracija bitcoin nodova po državama (earn.com)](/images/content/blog/niko-ne-moze-zabraniti-btc/mapa-bitcoin-nodova.png)\n\nČak kada bih sve zemlje iz G-20 grupe koordinisale takvu zabranu u isto vreme, to ne bi uništilo bitcoin. U stvari, to bi bilo samoubistvo za fiat novčani sistem. To bi još više prikazalo masama da je bitcoin u stvari novac koji treba shvatiti ozbiljno, i to bi samo od sebe započelo globalnu igru vatanje mačke za rep. Bitcoin nema centralnu tačku za napad; bitcoin rudari, nodovi i digitalni potpisi su rasejani po celom svetu. Svaki aspekt bitcoina je decentralizovan, zato su glavni stubovi njegove arhitekture da učesnici uvek treba kontrolisati svoje potpise i upravljati svojim nodom. Što više digitalnih potpisa i nodova koji postoje, to je više bitcoin decentralizovan, i to je više odbranjiva njegova mreža od strane neprijatelja. Što je više zemalja gde rudari izvršavaju svoj posao, to je manji rizik da jedan nadležni identitet može uticati na njegov bezbednosni sistem. Koordinisan internacionalni napad na bitcoin bi samo koristio da bitcoin još više ojača svoj imuni sistem. Na kraju krajeva, to bi ubrzalo seobu iz tradicionalnog finansijskog sistema (i njegovih valuta) a i inovaciju koja postoji u bitcoin ekosistemu. Sa svakom bivšom pretnjom, bitcoin je maštovito pronalazio način da ih neutrališe pa i koordinisan napad od strane država ne bi bio ništa drugačiji.\n\n![Koncentracija bitcoin nodova po državama (earn.com)](/images/content/blog/niko-ne-moze-zabraniti-btc/centralizovan-decentralizovan-monetarni-sistem.png)\n\nInovacija u ovoj oblasti koja se odlikuje svojom „permissionless“ (bez dozvole centralnih identiteta) osobinom, omogućava odbranu od svakojakih napada. Sve varijante napada koje su bile predvidjene je upravo to što zahteva konstantnu inovaciju bitcoina. To je ona Adam Smitova nevidljiva ruka, ali dopingovana. Pojedinačni učesnici mogu da veruju da su motivisani nekim većim uzrokom, ali u stvari, korisnost kaja je ugrađena u bitcoin stvara kod učesnika dovoljno snažan podsticaj da omogući svoje preživljavanje. Sopstveni interes milione, ako ne milijarde, nekoordinisanih ljudi koji se jedino slažu u svojom međusobnom potrebom za funkcionalnim novcem podstiče inovacije u bitcoinu. Danas, možda to izgleda kao neka kul nova tehnologija ili neki dobar investment u finansijskom portfoliju, ali čak i ako to mnogi ne razumeju, bitcoin je apsolutna nužnost u svetu. To je tako zato što je novac nužnost a historijski priznate valute se fundamentalno raspadaju. Pre dva meseca, tržište američkih državnih obveznica je doživeo kolaps na šta je Federal Reserve reagovao time što je povećao celokupnu količinu dolara u postojanju za $250 milijardi, a još više u bliskoj budućnosti. Tačno ovo je razlog zašto je bitcoin nužnost a ne samo luksuzni dodatak. Kada inovacija omogućava bazično funkcionisanje ekonomije ne postoji ni jedna država na svetu koja može da zaustavi njenu adopciju i rast. Novac je nužnost a bitcoin znatno poboljšava sistem novca koji je ikada postojao pre njega.\n\nSa više praktične strane, pokušaj zabranjivanja bitcoina ili njegove velike regulacije od nadležnosti bi direktno bilo u korist susedne nadležnih organa. Podsticaj da se odustane od koordinisanog napada na bitcoin bi bio isuviše veliki da bi takvi dogovori bili uspešni. Kada bi SAD deklarisovale posed bitcoina ilegalnim sutra, da li bi to zaustavilo njegov rast, razvoj i adopciji i da li bi to smanjilo vrednost celokupne mreže? Verovatno. Da li bi to uništilo bitcoin? Ne bi. Bitcoin predstavlja najpokretljivije kapitalno sredstvo na svetu. Zemlje i nadležne strukture koje kreiraju regulativnu strukturu koja najmanje ustručava korišćenje bitcoina će biti dobitnici velike količine uliva kapitala u svoje države.\n\n## Zabrana Bitcoinove Zatvoreničke Dileme\n\n![Koncentracija bitcoin nodova po državama (earn.com)](/images/content/blog/niko-ne-moze-zabraniti-btc/drzava.png)\n\nU praksi, zatvorenička dilema nije igra jedan na jedan. Ona je multidimenzijska i uključuje mnoštvo nadležnosti, čiji se interesi nadmeću međusobno, i to uskraćuje mogućnosti bilo kakve mogućnosti zabrane. Ljudski kapital, fizički kapital i novčani kapital će sav ići u pravcu država i nadležnosti koje najmanje ustručuju bitcoin. To se možda neće desiti sve odjednom, ali pokušaji zabrane su isto za badava koliko bi bilo odseći sebi nos u inat svom licu. To ne znači da države to neće pokušati. India je već probala da zabrani bitcoin. Kina je uvela puno restrikcija. Drugi će da prate njihove tragove. Ali svaki put kada država preduzme takve korake, to ima nepredvidljive efekte povećanja bitcoin adopcije. Pokušaji zabranjivanja bitcoina su jako efektivne marketing kampanje. Bitcoin postoji kao sistem nevezan za jednu suverenu državu i kao novac je otporan na cenzuru. On je dizajniran da postoji van državne kontrole. Pokušaji da se taj koncept zabrani samo još više daje njemu razlog i logiku za postojanje.\n\n## Jedini Pobednički Potez je da se Uključiš u Igru\n\nZabrana bitcoina je trošenje vremena. Neki će to pokušati; ali svi će biti neuspešni. Sami ti pokušaji će još više ubrzati njegovu adopciju i širenje. Biće to vetar od 100 km/h koji raspaljuje vatru. To će ojačati bitcoin sve više i doprineće njegovoj pouzdanosti. U svakom slučaju, verovanje da će države zabraniti bitcoin u momentu kada on postane dovoljno velika pretnja rezervnim valutam sveta, je iracionalan razlog da se on no poseduje kao instrument štednje novca. To ne samo da podrazumeva da je bitcoin novac, ali u isto vreme i ignoriše glavne razloge zašto je to tako: on je decentralizovan i otporan na cenzure. Zamislite da razumete jednu od nojvećih tajni današnjice i da u isto vreme tu tajnu asimetrije koju bitcoin nudi ne primenjujete u svoju korist zbog straha od države. Pre će biti, neko ko razume zašto bitcoin funkcioniše i da ga država ne može zaustaviti, ili nepuno znanje postoji u razumevanju kako bitcoin uopšte funckioniše. Počnite sa razmatranjem fundamentalnih pitanja, a onda primenite to kao temelj da bi procenili bilo koji potencijalan rizik od strane budućih regulacija ili restrikcija državnih organa. I nikad nemojte da zaboravite na vrednost asimetrije između dve strane ovde prezentiranih argumenata. Jedini pobednički potez je da se uključite u igru.\n\nStavovi ovde prezentirani su samo moji i ne predstavljaju Unchained Capital ili moje kolege. Zahvaljujem se Fil Gajgeru za razmatranje teksta i primedbe.\n\n[Originalni tekst](https://unchained.com/blog/bitcoin-cannot-be-banned/)\n","frontmatter":{"index":4,"title":"Niko ne može zabraniti bitcoin","author":"Parker Lewis","authorURL":"https://unchained.com/blog/bitcoin-cannot-be-banned/","meta":"Ideja da država može nekako zabraniti bitcoin je jedna od poslednjih faza tuge, tačno pred prihvaćanja realnosti. Posledica ove rečenice je priznanje da bitcoin “funkcioniše”. U stvari, ona predstavlja činjenicu da bitcoin funkcioniše toliko dobro da on preti postojećim državnim monopolima...","translator":"Plumsky","translatorURL":"https://t.me/SkiLites","slug":"niko-ne-moze-zabraniti-bitcoin","img":"bitcoin-ne-moze-biti-zabranjen-featured","flag":"serbia","tags":["translation"]}},{"content":"\nSa zadnjim cijenama koje je bitcoin dosegao 2017., optimističan scenarij za ulagače se možda čini toliko očitim da ga nije potrebno niti spominjati. Alternativno, možda se nekome čini glupo ulagati u digitalnu vrijednost koja ne počiva na nijednom fizičkom dobru ili vladi i čiji porast cijene su neki usporedili sa manijom tulipana ili dot-com balonom. Nijedno nije točno; optimističan scenarij za Bitcoin je uvjerljiv, ali ne i očit. Postoje značajni rizici kod ulaganja u Bitcoin, no, kao što planiram pokazati, postoji i ogromna prilika.\n\n## Geneza\n\nNikad u povijesti svijeta nije bilo moguće napraviti transfer vrijednosti među fizički udaljenim ljudima bez posrednika, poput banke ili vlade. 2008. godine, anonimni Satoshi Nakamoto je objavio [8 stranica rješenja](https://bitcoin.org/files/bitcoin-paper/bitcoin_hr.pdf) na dugo nerješivi računalski problem poznat kao “Problem Bizantskog Generala.” Njegovo rješenje i sustav koji je izgradio - Bitcoin - dozvolio je, prvi put ikad, da se vrijednost prenosi brzo i daleko, bez ikakvih posrednika ili povjerenja. Implikacije kreacije Bitcoina su toliko duboke, ekonomski i računalski, da bi Nakamoto trebao biti prva osoba nominirana za Nobelovu nagradu za ekonomiju i Turingovu nagradu.\n\nZa ulagače, važna činjenica izuma Bitcoina (mreže i protokola) je stvaranje novog oskudnog digitalnog dobra - bitcoina (monetarne jedinice). Bitcoini su prenosivi digitalni “novčići” (tokeni), proizvedeni na Bitcoin mreži kroz proces nazvan “rudarenje” (mining). Rudarenje Bitcoina je ugrubo usporedivo sa rudarenjem zlata, uz bitnu razliku da proizvodnja bitcoina prati unaprijed osmišljeni i predvidivi raspored. Samo 21 milijun bitcoina će ikad postojati, i većina (2017., kada je ovaj tekst napisan) su već izrudareni. Svake četiri godine, količina rudarenih bitcoina se prepolovi. Produkcija novih bitcoina će potpuno prestati 2140. godine.\n\n![](/images/content/blog/bullishcase/povjerenjevriijemebitcoin.png)\n\n—— Stopa inflacije   —— Monetarna baza\n\nBitcoine ne podržava nikakva roba ili dobra, niti ih garantira ikakva vlada ili firma, što postavlja očito pitanje za svakog novog bitcoin ulagača: zašto imaju uopće ikakvu vrijednost? Za razliku od dionica, obveznica, nekretnina ili robe poput nafte i žita, bitcoine nije moguće vrednovati koristeći standardne ekonomske analize ili korisnost u proizvodnji drugih dobara. Bitcoini pripadaju sasvim drugoj kategoriji dobara - monetarnih dobara, čija se vrijednost definira kroz tzv. teoriju igara; svaki sudionik na tržištu vrednuje neko dobro, onoliko koliko procjenjuje da će ga drugi sudionici vrednovati. Kako bismo bolje razumjeli ovo svojstvo monetarnih dobara, trebamo istražiti podrijetlo novca.\n\n## Podrijetlo novca\n\nU prvim ljudskim društvima, trgovina među grupama se vršila kroz robnu razmjenu. Velika neefikasnost prisutna u robnoj razmjeni je drastično ograničavala količinu i geografski prostor na kojem je bila moguća. Jedan od najvećih problema sa robnom razmjenom je problem dvostruke podudarnosti potražnje. Uzgajivač jabuka možda želi trgovati sa ribarom, ali ako ribar ne želi jabuke u istom trenutku, razmjena se neće dogoditi. Kroz vrijeme, ljudi su razvili želju za čuvanjem određenih predmeta zbog njihove rijetkosti i simbolične vrijednosti (npr. školjke, životinjski zube, kremen). Zaista, kako i Nick Szabo govori u svojem izvrsnom [eseju o podrijetlu novca](https://nakamotoinstitute.org/shelling-out/), ljudska želja za sakupljanjem predmeta pružila je izraženu evolucijsku prednost ranom čovjeku nad njegovim najbližim biološkim rivalom, neandertalcem - Homo neanderthalensis.\n\n> Primarna i najbitnija evolucijska funkcija sakupljanja bila je osigurati medij za čuvanje i prenošenje vrijednosti.\n\nPredmeti koje su ljudi sakupljali služili su kao svojevrsni “proto-novac,” tako što su omogućavale trgovinu među antagonističkim plemenima i dozvoljavale bogatsvu da se prenosi na sljedeću generaciju. Trgovina i transfer takvih predmeta bile su rijetke u paleolitskim društvima, te su oni služili više kao “spremište vrijednosti” (store of value) nego kao “medij razmjene” (medium of exchange), što je uloga koju danas igra moderni novac. Szabo objašnjava:\n\n> U usporedbi sa modernim novcem, primitivan novac je imao jako malo “brzinu” - mogao je promijeniti ruke samo nekoliko puta u životu prosječnog čovjeka. Svejedno, trajni i čvrsti sakupljački predmet, što bismo danas nazvali “nasljeđe,” mogao je opstati mnogo generacija, dodajući znatnu vrijednost pri svakom transferu - i zapravo omogućiti transfer uopće.\n\nRani čovjek suočio se sa bitnom dilemom u teoriji igara, kada je odlučivao koje predmete sakupljati: koje od njih će drugi ljudi željeti? Onaj koji bi to točno predvidio imao bi ogromnu prednost u mogućnosti trgovine i akvizicije bogatsva. Neka američka indijanska plemena, npr. Naraganseti, specijalizirala su se u proizvodnji sakupljačkih dobara koja nisu imala drugu svrhu osim trgovine. Valja spomenuti da što je ranije predviđanje da će neko dobro imati takvu vrijednost, veća je prednost koju će imati onaj koji je posjeduje, zato što ju je moguće nabaviti jeftinije, prije nego postane vrlo tražena roba i njezona vrijednost naraste zajedno sa populacijom. Nadalje, nabava nekog dobra u nadi da će u budućnosti biti korišteno kao spremište vrijednosti, ubrzava upravo tu primjenu. Ova cirkularnost je zapravo povratna veza (feedback loop) koja potiče društva da se rapidno slože oko jednog spremišta vrijednosti. U terminima teorije igara, ovo je znano kao “[Nashov ekvilibrij](https://sh.wikipedia.org/wiki/Nashov_ekvilibrijum).” Postizanje Nashovog ekvilibrija za neko spremište vrijednosti je veliko postignuće za društvo, pošto ono znatno olakšava trgovinu i podjelu rada, i time omogućava napredak civilizacije.\n\n![](/images/content/blog/bullishcase/1*Wpt9pCznLfQP9KoWzv9vGA.webp)\n\nTisućljećima, kako su ljudska društva rasla i otvarala trgovinske puteve, različite aplikacije spremišta vrijednosti u individualnim društvima počele su se natjecati međusobno. Trgovci su imali izbor: čuvati svoju zaradu u spremištu vrijednosti vlastite kulture, ili one kulture sa kojom su trgovali, ili mješavini oboje. Benefit štednje u stranom spremištu vrijednosti bila je uvećana sposobnost trgovanja u povezanom stranom društvu. Trgovci koji su štedili u stranom spremištu vrijednosti su također imali dobrih razloga da potiču svoje društvo da ga prihvati, jer bi tako uvećali vrijednost vlastite ušteđevine. Prednosti “uvezene” tehnologije spremanja vrijednosti bile su prisutne ne samo za trgovce, nego i za sama društva. Kada bi se dvije grupe konvergirale u jedinstvenom spremištu vrijednosti, to bi značajno smanjilo cijenu troškova trgovine jednog s drugim, i samim time povećanje bogatstva kroz trgovinu. I zaista, 19. stoljeće bilo je prvi put da je najveći dio svijeta prihvatio jedinstveno spremište vrijednosti - zlato - i u tom periodu vidio najveću eksploziju trgovine u povijesti svijeta. O ovom mirnom periodu, pisao je John Maynard Keynes:\n\n> Kakva nevjerojatna epizoda u ekonomskom napretku čovjeka… za svakog čovjeka iole iznadprosječnog, iz srednje ili više klase, život je nudio obilje, ugodu i mogućnosti, po niskoj cijeni i bez puno problema, više nego monarsima iz prethodnih perioda. Stanovnik Londona mogao je, ispijajući jutarnji čaj iz kreveta, telefonski naručiti razne proizvode iz cijele Zemlje, u količinama koje je želio, i sa dobrim razlogom očekivati njihovu dostavu na svoj kućni prag.\n\n## Svojstva dobrog spremišta vrijednosti\n\nKada se spremišta vrijednosti natječu jedno s drugim, specifična svojstva rade razliku koja daje jednom prednost nad drugim. Premda su mnoga dobra u prošlosti korištena kao spremišta vrijednosti ili kao “proto-novac,” određena svojstva su se pokazala kao posebno važna, i omogućila dobrima sa njima da pobijede. Idealno spremište vrijednosti biti će:\n\n- Trajno: dobro ne smije biti kvarljivo ili lako uništeno. Tako naprimjer, žito nije idealno spremište vrijednosti.\n- Prenosivo: dobro mora biti lako transportirati i čuvati, što omogućuje osiguranje protiv gubitka ili krađe i dopušta trgovinu na velike udaljenosti. Tako, krava je lošije spremište vrijednosti od zlatne narukvice.\n- Zamjenjivo: jedna jedinica dobra treba biti zamjenjiva sa drugom. Bez zamjenjivosti, problem podudarnosti želja ostaje nerješiv. Time, zlato je bolje od dijamanata, jer su oni nepravilni u obliku i kvaliteti.\n- Provjerljivo: dobro mora biti lako i brzo identificirano i testirano za autentičnost. Laka provjera povećava povjerenje u trgovini i vjerojatnost da će razmjena biti dovršena.\n- Djeljivo: dobro mora biti lako djeljivo na manje dijelove. Premda je ovo svojstvo bilo manje važno u ranim društvima gdje je trgovina bila rijetka, postalo je važnije sa procvatom trgovine. Količine koje su se mijenjale postale su manje i preciznije.\n- Oskudno: Monetarno dobro mora imati “cijenu nemoguću za lažirati,” kao što je rekao Nick Szabo. Drugim riječima, dobro ne smije biti obilno ili lako dostupno kroz proizvodnju. Oskudnost je možda i najvažnije svojstvo spremišta vrijednosti, pošto se izravno vezuje na ljudsku želju da sakupljamo ono što je rijetko. Ona je izvor vrijednosti u spremištu vrijednosti.\n- Duge povijesti: što je dulje neko dobro vrijedno za društvo, veća je vjerojatnost da će biti prihvaćeno kao spremište vrijednosti. Dugo postojeće spremište vrijednosti biti će jako teško uklonjeno od strane došljaka, osim u slučaju sile (ratno osvajanje) ili ako je nova tehnologija znatno bolja u ostalim svojstvima.\n- Otporno na cenzuru: novije svojstvo, sve više važno u modernom digitalnom svijetu sa sveprisutnim nadzorom, je otpornost na cenzuru. Drugim riječima, koliko je teško da vanjski agent, kao korporacija ili država, spriječi vlasnika dobra da ga čuva i koristi. Dobra koja su otporna na cenzuru su idealna za ljude koji žive u režimima koji prisilno nadziru kapital ili čine neke oblike mirne trgovine protuzakonitima.\n\nOva tablica ocjenjuje Bitcoin, zlato (gold) i fiat novac (kao što je euro ili dolar) po svojstvima izlistanim gore. Objašnjenje svake ocjene slijedi nakon tablice.\n\n![](/images/content/blog/bullishcase/1*_63fojX4ZSQxWlLNR6brLQ.webp)\n\n### Trajnost:\n\nZlato je neosporeni kralj trajnosti. Velika većina zlata pronađenog kroz povijest, uključujući ono egipatskih faraona, opstaje i danas i vjerojatno će postojati i za tisuću godina. Zlatnici korišteni u antičko doba imaju značajnu vrijednost i danas. Fiat valute i bitcoini su digitalni zapisi koji ponekad imaju fizički oblik (npr. novčanice). Dakle, njihovu trajnost ne određuju njihova fizička svojstva (moguće je zamijeniti staru i oštećenu novčanicu za novu), nego institucije koje stoje iza njih. U slučaju fiat valuta, mnoge države su nastale i nestale kroz stoljeća, i valute su nestale s njima. Marke iz Weimarske republike danas nemaju vrijednost zato što institucija koja ih je izdavala više ne postoji. Ako je povijest ikakav pokazatelj, ne bi bilo mudro smatrati fiat valute trajnima dugoročno; američki dolar i britanska funta su relativne anomalije u ovom pogledu. Bitcoini, zato što nemaju instituciju koja ih održava, mogu se smatrati trajnima dok god mreža koja ih osigurava postoji. Obzirom da je Bitcoin još uvijek mlada valuta, prerano je za čvrste zaključke o njegovoj trajnosti. No, postoje ohrabrujući znakovi - prominente države su ga pokušavale regulirati, hakeri ga napadali - usprkos tome, mreža nastavlja funkcionirati, pokazujući visok stupanj antifragilnosti.\n\n### Prenosivost:\n\nBitcoini su najprenosivije spremište vrijednosti ikad. Privatni ključevi koji predstavljaju stotine milijuna dolara mogu se spremiti na USB drive i lako ponijeti bilo gdje. Nadalje, jednako velike sume mogu se poslati na drugi kraj svijeta skoro instantno. Fiat valute, zbog svojeg temeljno digitalnog oblika, su također lako prenosive. Ali, regulacije i kontrola kapitala od strane države mogu ugroziti velike prijenose vrijednosti, ili ih usporiti danima. Gotovina se može koristiti kako bi se izbjegle kontrole kapitala, ali onda rastu rizik čuvanja i cijena transporta. Zlato, zbog svojeg fizičkog oblika i velike gustoće, je najmanje prenosivo. Nije čudo da većina zlatnika i poluga nikad ne napuste sefove. Kada se radi prijenos zlata između prodavača i kupca, uglavnom se prenosi samo ugovor o vlasništvu, ne samo fizičko zlato. Prijenos fizičkog zlata na velike udaljenosti je skupo, riskantno i sporo.\n\n### Zamjenjivost:\n\nZlato nam daje standard za zamjenjivost. Kada je rastopljeno, gram zlata je praktički nemoguće razlikovati od bilo kojeg drugog grama, i zlato je oduvijek bilo takvo. S druge strane, fiat valute, su zamjenjive samo onoliko koliko njihova institucija želi da budu. Iako je uglavnom slučaj da je novčanica zamjenjiva za drugu istog iznosa, postoje situacije u kojima su velike novčanice tretirane drukčije od malih. Naprimjer, vlada Indije je, u pokušaju da uništi neoporezivo sivo tržište, potpuno oduzela vrijednost novčanicama od 500 i 1000 rupija. To je uzrokovalo da ljudi manje vrednuju te novčanice u trgovini, što je značilo da više nisu bile zaista zamjenjive za manje novčanice. Bitcoini su zamjenjivi na razini mreže; svaki bitcoin je pri prijenosu tretiran kao svaki drugi. No, zato što je moguće pratiti individualne bitcoine na blockchainu, određeni bitcoin može, u teoriji, postati “prljav” zbog korštenja u ilegalnoj trgovini, te ga trgovci ili mjenjačnice možda neće htjeti prihvatiti. Bez dodatnih poboljšanja oko privatnosti i anonimnosti na razini mrežnog protokola, bitcoine ne možemo smatrati jednako zamjenjivim kao zlato.\n\n### Mogućnost provjere:\n\nPraktično gledajući, autentičnost fiat valuta i zlata je prilično lako provjeriti. Svejedno, i usprkos pokušajima da spriječe krivotvorenje novčanica, i dalje postoji potencijal prevare za vlade i njihove građane. Zlato također nije imuno na krivotvorenje. Sofisticirani kriminalci su koristili [pozlaćeni tungsten](https://www.cbc.ca/news/canada/ottawa/fake-gold-wafer-rbc-canadian-mint-1.4368801) kako bi prevarili kupce zlata. Bitcoine je moguće provjeriti sa matematičkom sigurnošću. Korištenjem kriptografskih potpisa, vlasnik bitcoina može javno demonstrirati da posjeduje bitcoine koje tvrdi da posjeduje.\n\n### Djeljivost:\n\nBitcoine je moguće podijeliti u stotinu milijuna manjih jedinica (zvanih satoshi), i prenositi takve (no, valja uzeti u obzir ekonomičnost prijenosa malih iznosa, zbog cijene osiguravanja mreže - “network fee”). Fiat valute su tipično dovoljno djeljive na jedinice sa vrlo niskom kupovnom moći. Zlato, iako fizički i teoretski djeljivo, postaje teško za korištenje kada se podijeli na dovoljno male količine da bi se moglo koristiti u svakodnevnoj trgovini.\n\n### Oskudnost:\n\nSvojstvo koje najjasnije razlikuje Bitcoin od fiat valuta i zlata je njegova unaprijed definirana oskudnost. Od početka, konačna količina bitcoina nikad neće biti veća od 21 milijun. To daje vlasnicima bitcoina jasan i znan uvid u postotak ukupnog vlasništva. Naprimjer, vlasnik 10 bitcoina bi znao da najviše 2,1 milijuna ljudi (manje od 0.03% populacije) može ikad imati isto bitcoina kao i on. Premda je kroz povijest uvijek bilo oskudno, zlato nije imuno na povećanje ukupne količine. Ako se ikad izumi nova, ekonomičnija metoda rudarenja ili proizvodnje zlata, ukupna količina zlata bi se mogla dramatično povećati (npr. [rudarenje morskog dna](https://news.nationalgeographic.com/2016/07/deep-sea-mining-five-facts/) ili [asteroida](http://web.mit.edu/12.000/www/m2016/finalwebsite/solutions/asteroids.html)). Na kraju, fiat valute, relativno nov izum u povijesti, pokazale su se sklonima konstantnim povećanjima u količini. Države su pokazale stalnu sklonost inflaciji monetarne kvantitete kako bi rješavale kratkoročne političke probleme. Inflacijske tendencije vlada diljem svijeta čine fiat valute gotovo sigurnim da će gubiti vrijednost kroz vrijeme.\n\n### Etablirana povijest:\n\nNijedno monetarno dobro nema povijest kao zlato, koje je imalo vrijednost za cijelog trajanja ljudske civilizacije. Kovanice izrađene u antičko doba i [danas imaju značajnu vrijednost](https://en.wikipedia.org/wiki/Hoxne_Hoard). Ne može se isto reći za fiat valute, koje su same relativno nova povijesna anomalija. Od njihovog početka, fiat valute su imale gotovo univerzalni smjer prema bezvrijednosti. Korištenje inflacije kao podmuklog načina za nevidljivo oporezivanje građana je vječita kušnja kojoj se skoro nijedna država u povijesti nije mogla oduprijeti. Ako je 20. stoljeće, u kojem je fiat novac dominirao globalni monetarni poredak, demonstriralo neku ekonomsku istinu, to je onda bila ta da ne možemo računati na fiat novac da održi vrijednost u dužem ili srednjem vremenskom periodu. Bitcoin, usprkos svojoj novosti, je preživio dovoljno testova tržišta da postoji velika vjerojatnost da neće nestati kao vrijedno dobro. Nadalje, [Lindy efekt](https://en.wikipedia.org/wiki/Lindy_effect) govori da što duže Bitcoin bude korišten, to će veća biti vjera u njega i njegovu sposobnost da nastavi postojati dugo u budućnost. Drugim riječima, društvena vjera u monetarno dobro je asimptotička, kao u grafu ispod:\n\n![](/images/content/blog/bullishcase/povjerenjevriijemebitcoin.png)\n\nAko Bitcoin preživi prvih 20 godina, imat će gotovo sveopće povjerenje da će trajati zauvijek, kao što ljudi vjeruju da je internet trajna stvar u modernom svijetu.\n\n### Otpor na cenzuru\n\nJedan od najbitnijih izvora za ranu potražnju bitcoina bila je njegova upotreba u ilegalnoj kupovini i prodaji droge. Mnogi su zato pogrešno zaključili da je primarna potražnja za bitcoinima utemeljena u njihovoj prividnoj anonimnosti. Međutim, Bitcoin nije anonimna valuta; svaka transakcija na mreži je zauvijek zapisana na javnom blockchainu. Povijesni zapis transakcija dozvoljava forenzičkoj analizi da identificira izvore i tijek sredstava. [Takva analiza](http://blog.wizsec.jp/2017/07/breaking-open-mtgox-1.html) dovela je do uhićenja počinitelja zloglasne MtGox pljačke. Premda je istina da dovoljno oprezna i pedantna osoba može sakriti svoj identitet koristeći Bitcoin, to nije razlog zašto je Bitcoin bio toliko popularan u trgovini drogom.\n\nKljučno svojstvo koje čini Bitcoin najboljim za takve aktivnosti je njegova agnostičnost i nepotrebnost za dozvolom (“premissionlessness”) na mrežnoj razini. Kada se bitcoini prenose na Bitcoin mreži, ne postoji nitko tko dopušta transakcije. Bitcoin je distribuirana peer-to-peer (korisnik-korisniku) mreža, i samim time dizajnirana da bude otporna na cenzuru. Ovo je u velikom kontrastu sa fiat bankarskim sustavom, u kojem države reguliraju banke i ostale institucije prijenosa novca, kako bi one prijavljivale i sprječavale protuzakonito korištenje monetarnih dobara. Klasičan primjer regulacije novca su kontrole kapitala. Npr., bogati milijunaš će vrlo teško prenijeti svoje bogatstvo u novu zemlju, kada bježi iz opresivnog režima. Premda zlato nije izdano i proizvedeno od države, njegova fizička priroda ga čini teško prenosivim kroz prostor, i samim time ga je daleko lakše regulirati nego Bitcoin. Indijski [Akt kontrole zlata](https://en.wikipedia.org/wiki/The_Gold_(Control)_Act,_1968) je primjer takve regulacije.\n\nBitcoin je odličan u većini gore navedenih svojstava, što mu omogućava da bude marginalno bolji od modernih i drevnih monetarnih dobara, te da pruži poticaje za svoje rastuće društveno usvajanje. Specifično, moćna kombinacija otpornosti na cenzuru i apsolutne oskudnosti bila je velika motivacija za bogate ulagače koji su uložili dio svojeg bogatstva u Bitcoin.\n\n## Evolucija novca\n\nU modernoj monetarnoj ekonomiji postoji opsesija sa ulogom novca kao medija razmjene. U 20. stoljeću, države su monopolizirale izdavanje i kontrolu novca i kontinuirano potkopavale njegovo svojstvo spremišta vrijednosti, stvarajući lažno uvjerenje da je primarna svrha novca biti medij razmjene. Mnogi su kritizirali Bitcoin, govoreći da je neprikladan da bude novac zato što mu je cijena bila previše volatilna za medij razmjene. No, novac je uvijek evoluirao kroz etape; uloga spremišta vrijednosti je dolazila prije medija razmjene. Jedan od očeva marginalističke ekonomije, William Stanley Jevons, objašnjava:\n\n> Povijesno govoreći… čini se da je zlato prvo služilo kao luksuzni metal za ukras; drugo, kao sačuvana vrijednost; treće, kao medij razmjene; i konačno, kao mjerilo vrijednosti.\n\nU modernoj terminologiji, novac uvijek evoluira kroz četiri stadija:\n\n1. **Kolekcionarstvo**: U prvoj fazi svoje evolucije, novac je tražen samo zbog svojih posebnih svojstava, uglavnom zbog želja onog koji ga posjeduje. Školjke, perlice i zlato su bili sakupljani prije nego su poprimili poznatije uloge novca.\n2. **Spremište vrijednosti**: Jednom kada je novac tražen od dovoljnog broja ljudi, biti će prepoznat kao način za čuvanje i spremanje vrijednosti kroz vrijeme. Kada neko dobro postane široko korišteno kao spremište vrijednosti, njegova kupovna moć raste sa povećanom potražnjom za tu svrhu. Kupovna moć spremišta vrijednosti će u jednom trenutku doći do vrhunca, kada je dovolno rašireno i broj novih ljudi koji ga potražuju splasne.\n3.**Sredstvo razmjene**: Kada je novac potpuno etabliran kao spremište vrijednosti, njegova kupovna moć se stabilizira. Nakon toga, postane prikladno sredstvo razmjene zbog stabilnosti svoje cijene. U najranijim danima Bitcoina, mnogi ljudi nisu shvaćali koju buduću cijenu plaćaju koristeći bitcoine kao sredstvo razmjene, umjesto kao novonastalo spremište vrijednosti. [Poznata priča](https://bitcointalk.org/index.php?topic=137.0) o čovjeku koji je za 10,000 bitcoina (vrijednih oko 94 milijuna dolara kada je ovaj članak napisan) za dvije pizze ilustrira ovaj problem.\n4. **Jedinica računanja vrijednosti**: Jednom kada je novac široko korišten kao sredstvo razmjene, dobra će biti vrednovana u njemu, tj. većina cijena će biti izražena u njemu. Uobičajena zabluda je da je većinu dobara moguće zamijeniti za bitcoine danas. Npr., premda je možda moguće kupiti šalicu kave za bitcoine, izlistana cijena nije prava bitcoin cijena; zapravo se radi o cijeni u državnoj valuti koju želi trgovac, preračunatu u bitcoin po trenutnoj tržišnoj cijeni. Kad bi cijena bitcoina pala u odnosu na valutu, vrijednost šalice izražena u bitcoinima bi se povećala. Od trenutka kada trgovci budu voljni prihvaćani bitcoine kao platežno sredstvo, bez obraćanja pažnje na vrijednost bitcoina u državnoj fiat valuti, moći ćemo reći da je Bitcoin zaista postao jedinica računanja vrijednosti.\n\nMonetarna dobra koja još nisu jedinice računanja vrijednosti možemo smatrati “djelomično monetiziranima.” Danas zlato ima takvu ulogu, jer je spremište vrijednosti, ali su mu uloge sredstva razmjene i računanja vrijednosti oduzete intervencijama država. Moguće je također da se jedno dobro koristi kao sredstvo razmjene, dok druga ispunjavaju ostale uloge. To je tipično u zemljama gdje je država disfunkcionalna, npr. Argentina ili Zimbabwe. U svojoj knjizi, Digitalno zlato, Nathaniel Popper piše:\n\n> U Americi, dolar služi trima funkcijama novca: nudi sredstvo razmjene, jedinicu za mjerenje vrijednosti dobara, i mjesto gdje se može čuvati vrijednosti. S druge strane, argentinski peso je korišten kao sredstvo razmjene (za svakodnevne potrebe), ali ga nitko nije koristio kao spremište vrijednosti. Štednja u pesosima bila je ekvivalent bacanja novca. Zato su ljudi svu svoju štednju imali u dolarima, jer je dolar bolje čuvao vrijednost. Zbog volatilnosti pesosa, ljudi su računali cijene u dolarima, što im je pružalo pouzdaniju jedinicu mjerenja kroz vrijeme.\n\nBitcoin je trenutno u fazi tranzicije iz prvog stadija monetizacije u drugi. Vjerojatno će proći nekoliko godina prije nego Bitcoin pređe iz začetaka spremišta vrijednosti u istinski medij razmjene, i put do tog trenutka je još uvijek pun rizika i nesigurnosti. Važno je napomenuti da je ista tranzicija trajala mnogo stoljeća za zlato. Nitko danas živ nije doživio monetizaciju dobra u realnom vremenu (kroz koju Bitcoin prolazi), tako da nemamo puno iskustva govoriti o putu i načinu na koji će se monetizacija dogoditi.\n\n## Put monetizacije\n\nKroz proces monetizacije, monetarno dobro će naglo porasti u kupovnoj moći. Mnogi su tako komentirali da je uvećanje kupovne moći Bitcoina izgledalo kao “balon” (bubble). Premda je ovaj termin često korišten kako bi ukazao na pretjeranu vrijednosti Bitcoina, sasvim slučajno je prikladan. Svojstvo koje je uobičajeno za sva monetarna dobra jest da je njihova kupovna moć viša nego što se može opravdati samo kroz njihovu uporabnu vrijednost. Zaista, mnogi povijesni novci nisu imali uporabnu vrijednost. Razliku između kupovne moći i vrijednosti razmjene koju bi novac mogao imati za svoju inherentnu korisnost, možemo razmatrati kao “monetarnu premiju.” Kako monetarno dobro prolazi kroz stadije monetizacije (navedene gore), monetarna premija raste. No, ta premija ne raste u ravnoj i predvidivoj liniji. Dobro X, koje je bilo u procesu monetizacije, može izgubiti u usporedbi sa dobrom Y koje ima više svojstava novca, te monetarna premija dobra X drastično padne ili potpuno nestane. Monetarna premija srebra je skoro potpuno nestala u kasnom 19. stoljeću, kada su ga vlade diljem svijeta zamijenile zlatom kao novcem.\n\n![](/images/content/blog/bullishcase/monetarnapremija-razlicita-dobra.jpg)\n\nČak i u odsustvu vanjskih faktora, kao što su intervencije vlade ili druga monetarna dobra, monetarna premija novog novca neće ići predvidivim putem. Ekonomist [Larry White](http://oll.libertyfund.org/pages/misestmc) primijetio je:\n\n> problem sa pričom “balona,” naravno, je da je ona konzistentna sa svakim putem cijene, i time ne daje ikakvo objašnjenje za specifičan put cijene\n\nProces monetizacije opisuje teorija igara; svaki akter na tržištu pokušava predvidjeti agregiranu potražnju ostalih aktera, i time buduću monetarnu premiju. Zato što je monetarna premija nevezana za inherentnu korisnost, tržišni akteri se uglavnom vode za prošlim cijenama da bi odredili je li neko dobro jeftino ili skupo, i žele li ga kupiti ili prodati. Veza trenutne potražnje sa prošlim cijenama naziva se “ovisnost o putu” (path dependence); ona je možda najveći izvor konfuzije u shvaćanju kretanja cijena monetarnih dobara.\n\nKada kupovna moć monetarnog dobra naraste zbog većeg i šireg korištenja, očekivanja tržišta o definicijama “jeftinog” i “skupog” se mijenjaju u skladu s time. Slično tome, kada cijena monetarnog dobra padne, očekivanja tržišta mogu se promijeniti u opće vjerovanje da su prethodne cijene bile “iracionalne” ili prenapuhane. Ovisnost o putu novca ilustrirana je [riječima](http://thereformedbroker.com/2017/09/11/you-can-practically-smell-it-in-the-air/) poznatog upravitelja fondova s Wall Streeta, Josha Browna:\n\n> Kupio sam bitcoine kada su koštali $2300, i to mi se udvostručilo gotovo odmah. Onda sam počeo govoriti kako “ne mogu kupiti još” dok im je cijena rasla, premda sam znao da je to razmišljanje bazirano samo na cijenu po kojoj sam ih kupio. Kasnije, kada je cijena pala zbog kineske regulacije mjenjačnica, počeo sam si govoriti, “Odlično, nadam se da će još pasti da mogu kupiti još.”\n\nIstina leži u tome da su ideje “jeftinog” i “skupog” zapravo besmislene kada govorimo o monetarnim dobrima. Cijena monetarnog dobra ne reflektira njegovu stopu rasprostanjenosti ili korisnosti, nego mjeru koliko je ono široko prihvaćeno da ispuni razne uloge novca.\n\nDodatna komplikacija u ovom aspektu novca je činjenica da tržišni akteri ne djeluju samo kao nepristrani promatrači koji pokušavaju kupiti i prodati u iščekivanju budućih kretanja monetarne premije, nego i kao aktivni proponenti. Pošto ne postoji objektivno “točna” monetarna premija, širiti dobar glas o superiornijim svojstvima nekog monetarnog dobra je efektivnije nego za obična dobra, čija vrijednost je u konačnici vezana na njegovu osnovnu korisnost. Religiozni zanos sudionika na Bitcoin tržištu vidljiv je na raznim internetskim forumima, gdje Bitcoineri aktivno promoviraju benefine Bitcoina i bogatstvo koje je moguće ostvariti investiranjem u njega. Promatrajući Bitcoin tržište, [Leigh Drogen komentira](https://www.cnbc.com/2017/10/19/josh-brown-goes-down-the-bitcoin-rabbit-hole-commentary.html):\n\n> To je prepoznatljivo svima kao religija - priča koju si pričamo i oko koje se slažemo. Religija je krivulja na grafu prihvaćanja o kojoj trebamo razmišljati. Sustav je gotovo savršen - onog trenutka kada netko pristupi krugu Bitcoinera, to će reći svima i nastaviti širiti riječ. Onda njihovi prijatelji pristupe i nastave širiti riječ.\n\nPremda usporedba sa religijom može staviti Bitcoin u iracionalno svjetlo, potpuno je racionalno za individualnog vlasnika da širi dobru vijest o superiornom monetarnom dobru, i za šire društvo da se standardizira oko njega. Novac djeluje kao temelj za svu trgovinu i štednju; tako da prihvaćanje superiornog oblika novca ima ogromne multiplicirajuće benefite za stvaranje bogatstva za sve članove društva.\n\n## Oblik monetizacije\n\nPremda ne postoje _a priori_ pravila o putanji koju će monetarno dobro slijediti za vrijeme monetizacije, pojavio se zanimljiv uzorak za relativno kratke povijesti Bitcoinove monetizacije. Čini se da cijena Bitcoina prati fraktalni uzorak povećavajuće magnitude, gdje svaka iteracija fraktala dobiva klasični oblik Gartnerovog ciklusa “hypea.”\n\n![](/images/content/blog/bullishcase/vidljivost-vrijeme.jpg)\n\nU članku o [Spekulativnom prihvaćanju Bitcoina / teorije cijene](https://medium.com/@mcasey0827/speculative-bitcoin-adoption-price-theory-2eed48ecf7da), Michael Casey postulira da rastući Gartner hype ciklusi predstavljaju faze standardne S-krivulje prihvaćanja novih tehnologija, koje su bile prisutne kod mnogih transformacijskih tehnologija dok su postajale uobičajene u društvu.\n\n![](/images/content/blog/bullishcase/1*HsB1VOYAf1MUvPyuf13b9g.webp)\n\nSvaki Gartner hype ciklus počinje sa eksplozijom entuzijazma za novom tehnologijom, a cijenu podižu oni sudionici na tržištvu koji su “dostupni” u toj fazi. Najraniji kupci u Gartner hype ciklusu obično imaju jaku vjeru o transformacijskoj prirodi tehnologije u koju ulažu. S vremenom, tržište dosegne vrhunac entuzijazma kako se količina novih kupaca iscrpljuje, te kupovinom počnu dominirati spekulatori koji su više zainteresirani u brze profite nego u samu tehnologiju.\n\nNakon vrha hype ciklusa, cijene rapidno padaju dok spekulativno ludilo ustupa mjesto očajavanju, javnoj poruzi i osjećaju da tehnologija nije uopće bila transformacijska. S vremenom, cijena dosegne dno i formira plato na kojem se originalnim ulagačima, koji su imali snažno uvjerenje, pridružuju nove grupe ljudi koji su izdržali bol kraha cijena i koji cijene važnost same tehnologije.\n\nPlato traje neko vrijeme i formira, kako Casey kaže, “stabilnu, dosadnu dolinu.” Za ovo vrijeme, javni interes za tehnologiju opada, no nastaviti će se razvijati i snažna zajednica uvjerenja će polako rasti. Tada, postavlja se nova baza za sljedeću iteraciju hype ciklusa, dok vanjski promatrači prepoznaju da tehnologija i dalje postoji i da ulaganje u nju možda nije onoliko rizično kao što se činilo za vrijeme pada cijene. Sljedeća iteracija hype ciklusa donosi mnogo veći broj novih ljudi, pa je i ciklus daleko veći u svojoj magnitudi.\n\nJako mali broj ljudi koji sudjeluju u Gartner hype ciklusu će točno predvidjeti koliko će visoko cijena porasti za vrijeme ciklusa. Cijene često dosegnu razine koje bi se činile apsurdnima većini ulagača u raniji stadijima ciklusa. Kada ciklus završi, mediji tipično atribuiraju pad cijene nekoj od aktualnih drušvenih tema. Premda takva tema može biti okidač pada, ona nikad nije temeljni razlog zašto ciklus završava. Gartner hype ciklusi završavaju kada je količina dostupnih novih sudionika na tržištu iscrpljena.\n\nZanimljivo je da je i zlato nacrtalo klasičan graf Gartner hype ciklusa od kasnih 1970-ih do ranih 2000-ih. Moguće je spekulirati da je hype ciklus osnovna socijalna dinamika oko procesa monetizacije.\n\n## Gartner kohorte\n\nOd početka trgovanja Bitcoina na mjenjačnicama 2010. godine, Bitcoin tržište je svjedočilo četirima velikim Gartner hype ciklusima. U retrospektivi, možemo vrlo precizno identificirati grupe cijena prethodnih hype ciklusa Bitcoin tržišta. Također, možemo kvalitativno odrediti kohorte ulagača koje su povezane sa svakom iteracijom prethodnih ciklusa.\n\n**$0–$1** (2009. – 3. mjesec 2011.): Prvi hype ciklus u Bitcoin tržištu dominirali su kriptografi, računalni znanstvenici i cypherpunkovi koji su od početka bili spremni razumijeti važnost nevjerojatnog izuma Satoshija Nakamotoa, i koji su bili pioniri u potvrđivanju da Bitcoin protokol nema tehničkih mana.\n\n**$1–$30** (3. mjesec 2011. – 7. mjesec. 2011.): Drugi ciklus privukao je rane entuzijaste oko novih tehnologija kao i stabilan pritok ideološki motiviranih ulagača koji su bili oduševljeni idejom novca odvojenog od države. Libertarijanci poput Rogera Vera došli su u Bitcoin zbog aktivnog anti-institucionalnog stava, i mogućnosti koju je nova tehnologija obećavala. Wences Casares, briljantni i dobro povezani serijski poduzetnik, bio je također dio drugog Bitcoin hype ciklusa te je širio riječ o Bitcoinu među najprominentnijim tehnolozima i ulagačima u Silicijskoj Dolini.\n\n**$250–$1100** (4. mjesec 2013. – 12. mjesec 2013.): Treći hype ciklus doživio je ulazak ranih generalnih i institucionalnih ulagača koji su bili voljni uložiti trud i riskirati kroz užasno komplicirane kanale likvidnosti kako bi kupili bitcoine. Primaran izvor likvidnosti na tržištu za vrijeme ovog perioda bio je MtGox, mjenjačnica bazirana u Japanu, koju je vodio notorno nesposobni i beskrupulozni Mark Karpeles, koji je kasnije završio i u zatvoru zbog svoje uloge u kolapsu MtGoxa.\n\nValja primijetiti da je rast Bitcoinove cijene za vrijeme spomenuti hype ciklusa većinom povezano sa povećanjem likvidnosti i lakoćom sa kojom su ulagači mogli kupiti bitcoine. Za vrijeme prvog hype ciklusa, nisu postojale mjenjačnice; akvizicija bitcoina se odvijala primarno kroz rudarenje (mining) ili kroz izravnu razmjenu sa onima koju su već izrudarili bitcoine. Za vrijeme drugog hype ciklusa, pojavile su se rudimentarne mjenjačnice, no nabavljanje i osiguravanje bitcoina na ovim mjenjačnicama bilo je previše kompleksno za sve osim tehnološki najsposobnijih ulagača. Čak i za vrijeme trećeg hype ciklusa, ulagači koju su slali novac na MtGox kako bi kupili bitcoine su morali raditi kroz značajne prepreke. Banke nisu bile voljne imati posla sa mjenjačnicom, a oni posrednici koji su nudili usluge transfera bili su često nesposobni, kriminalni, ili oboje. Nadalje, mnogi koji su uspjeli poslati novac MtGoxu, u konačnici su morali prihvatiti gubitak svojih sredstava kada je mjenjačnica hakirana i kasnije zatvorena.\n\nTek nakon kolapsa MtGox mjenjačnice i dvogodišnje pauze u tržišnoj cijeni Bitcoina, razvili su se zreli i duboki izvori likvidnosti; primjeri poput reguliranih mjenjačnica kao što su GDAX i OTC brokeri kao Cumberland mining. Dok je četvrti hype ciklus započeo 2016. godine, bilo je relativno lako običnim ulagačima kupiti i osigurati bitcoine.\n\n**$1100–$19600? (2014. –?)**:\n\nU trenutku pisanja ovog teksta, tržište Bitcoina je prolazilo svoj četvrti veliki hype ciklus. Sudjelovanje u ovom hype ciklusu dominirala je ona skupina koju je Michael Casey opisao kao “rana većina” običnih i institucionalnih ulagača.\n\n![](/images/content/blog/bullishcase/vrijeme-penetracija-trzista.jpg)\n\nKako su se izvori likvidnosti produbljivali i sazrijevali, veliki institucionalni ulagači sada imaju priliku sudjelovati kroz regulirana “futures” tržišta. Dostupnosti takvih tržišta stvara put ka kreaciji Bitcoin ETF-a (exchange traded fund) (fond na slobodnom tržištu), koji će onda pokrenuti “kasnu većinu” i “najsporije” u sljedećim hype ciklusima.\n\nPremda je nemoguće predvidjeti točan efekt budućih hype ciklusa, razumno je očekivati da će najviša točka biti između $20,000 i $50,000 (2021. zenit je bio preko $69,000). Znatno više od ovog raspona, i Bitcoin bi imao znatan postotak ukupne vijednosti zlata (zlato i Bitcoin bi imali jednaku tržišnu kapitalizaciju kada bi bitcoini vrijedili oko $380,000 u trenutku pisanja ovog teksta). Značajan postotak vrijednosti zlata dolazi od potražnje centralnih banaka, te je malo vjerojatno da će centralne banke ili suverene države sudjelovati u trenutnom hype ciklusu.\n\n## Ulazak suverenih država u Bitcoin\n\nBitcoinov zadnji Gartner hype ciklus će započeti kada ga suverene države počnu akumulirati kao dio svojih rezervi stranih valuta. Tržišna kapitalizacija Bitcoina je trenutno premala da bismo ga smatrali značajnim dodatkom rezervama većini zemalja. No, kako se interes u privatnom sektoru povećava i kapitalizacija Bitcoina se približi trilijunu dolara, postat će dovoljno likvidan za većinu država. Prva država koja službeno doda bitcoine u svoje rezerve će vjerojatno potaknuti stampedo ostalih da učine isto. Države koje su među prvima u usvajanju Bitcoina imat će najviše benefita u svojim knjigama ako Bitcoin u konačnici postane globalna valuta (global reserve currency). Nažalost, vjerojatno će države sa najjačom izvršnom vlasti - diktature poput Sjeverne Koreje - biti najbrže u akumulaciji bitcoina. Neodobravanje prema takvim državama i slaba izvršna tijela zapadnjačkih demokracija uzrokovat će sporost i kašnjenje u akumulaciji bitcoina za njihove vlastite rezerve.\n\nVelika je ironija u tome što je SAD trenutno jedna od regulatorno najotvorenijih nacija prema Bitcoinu, dok su Kina i Rusija najzatvorenije. SAD riskira najviše, geopolitički, ako bi Bitcoin zamijenio dolar kao svjetska rezervna valuta. U 1960-ima, Charles de Gaulle je kritizirao “pretjeranu privilegiju” (“exorbitant privilege”) koju su SAD imale u međunarodnom monetarnom poretku, postavljenom kroz Bretton Woods dogovor 1944. godine. Ruska i kineska vlada još ne shvaćaju geo-strateške benefite Bitcoina kao rezervne valute, te se trenutno brinu o efektima koje bi mogao imati na njihova unutarnja tržišta. Kao de Gaulle u 1960-ima, koji je prijetio SAD-u povratkom na klasični standard zlata, Kinezi i Rusi će s vremenom uvidjeti korist u velikoj poziciji u Bitcoinu - spremištu vrijednosti bez pokrića ijedne vlade. Sa najvećom koncentracijom rudara Bitcoina u Kini (2017.), kineska vlada već ima znatnu potencijalnu prednost u stavljanju bitcoina u svoje rezerve.\n\nSAD se ponosi svojim statusom nacije inovatora, sa Silicijskom dolinom kao krunom svoje ekonomije. Dosad, Silicijska dolina je dominirala konverzacijom usmjerenom prema regulaciji, i poziciji koju bi ona treba zauzeti prema Bitcoinu. No, bankovna industrija i federalna rezerva SAD-a (US Federal Reserve, Fed) napokon počinju uviđati egzistencijalnu prijetnju koju Bitcoin predstavlja za američku monetarnu politiku, postankom globalne rezervne valute. Wall Street Journal, jedan od medijskih glasova federalne reserve, [izdao je komentar](https://www.wsj.com/articles/is-it-time-to-regulate-bitcoin-1512409004) o Bitcoinu kao prijetnji monetarnoj politici SAD-a:\n\n> Postoji još jedna opasnost, možda i ozbiljnija iz perspektive centralnih banaka i regulatora: bitcoin možda ne propadne. Ako je spekulativni žar u kriptovalutu samo prvi pokazatelj njezinog šireg korištenja kao alternative dolaru, Bitcoin će svakako ugroziti monopol centralnih banaka nad novcem.\n\nU narednim godinama, možemo očekivati veliku borbu između poduzetnika i inovatora u Silicijskoj dolini, koji će pokušavati čuvati Bitcoin od državne kontrole s jedne strane, i bankovne industrije i centralnih banaka koje će učiniti sve što mogu da bi regulirale Bitcoin kako bi spriječile znatne promjene u svojoj industriji i moći izdavanja novca, s druge.\n\n## Prijelaz na medij razmjene\n\nMonetarno dobro ne može postati opće prihvaćen medij razmjene (standardna ekonomska definicija za “novac”) prije nego je vrednovano od širokog spektra ljudi; jednostavno, dobro koje nije vrednovano neće biti prihvaćeno u razmjeni. Kroz proces generalnog rasta vrijednosti, i time postanka spremišta vrijednosti, monetarno dobro će brzo narasti u kupovnoj moći, i time stvoriti cijenu za korištenje u razmjeni. Samo kada ta cijena rizika mijenjanja spremišta vrijednosti padne dovoljno nisko, može dobro postati opće prihvaćen medij razmjene.\n\nPreciznije, monetarno dobro će biti prikladno kao medij razmjene samo kada je suma cijene rizika i transakcijske cijene u razmjeni manja nego u trgovini bez tog dobra.\n\nU društvu koje vrši robnu razmjenu, prijelaz spremišta vrijednosti u medij razmjene može se dogoditi čak i onda kada monetarno dobro raste u kupovnoj moći, zato što su transakcijski troškovi robne razmjene iznimno visoki. U razvijenoj ekonomiji, u kojoj su troškovi razmjene niski, moguće je za mladu i rapidno rastućnu tehnologiju spremišta vrijednosti, poput Bitcoina, da se koristi kao medij razmjene, doduše na ograničen način. Jedan primjer je ilegalno tržište droge, gdje su kupci voljni žrtvovati oportunu cijenu čuvanja bitcoina kako bi umanjili znatan rizik kupovine droge koristeći fiat novac.\n\nPostoje međutim velike institucionalne barijere da novonastalo spremište vrijednosti postane sveopće prihvaćen medij razmjene u razvijenom društvu. Države koriste oporezivanje kao moćnu metodu zaštite svojeg suverenog novca protiv rivalskih monetarnih dobara. Ne samo da suvereni novac ima prednost konstantnog izvora potražnje, zato što je porez moguće platiti jedino u njemu, nego su i rivalska monetarna dobra oporezana pri svakoj razmjeni za vrijeme rastuće cijene. Ova metoda oporezivanja stvara znatan otpor korištenju spremišta vrijednosti kao medija razmjene.\n\nOvakvo sabotiranje tržišnih monetarnih dobara nije nepremostiva barijera za njihovo prihvaćanje kao općeg medija razmjene. Ako ljudi izgube vjeru u suvereni novac, njegova vrijednost može rapidno propasti kroz proces zvan hiperinflacija. Kada suvereni novac prolazi kroz hiperinflaciju, njegova vrijednost propadne prvo u usporedbi sa najlikvidnijim dobrima u društvu, kao što je zlato ili stabilna strana valuta (američki dolar npr.), ako su ona dostupna. Kada nema likvidnih dobara ili ih ima premalo, novac u hiperinflaciji kolabira u usporedbi sa stvarnim dobrima, kao što su nekretnine ili upotrebljiva roba. Arhetipska slika hiperinflacije je trgovina sa praznim policama - potrošači brzo bježe iz propadajuće vrijednosti novca svoje nacije.\n\n![](/images/content/blog/bullishcase/1*sR1Puz5clh5-X_9VMBGZ-A.webp)\n\nNakon dovoljno vremena, kada je vjera potpuno uništena za vrijeme hiperinflacije, suvereni novac više nitko ne prihvaća, te se društvo može vratiti na robnu razmjenu, ili će doživjeti potpunu zamjenu monetarne jedinice za sredstvo razmjene. Primjer ovog procesa bila je zamjena zimbabveanskog dolara za američki dolar. Takva promjena suverenog novca za stranu valutu je dodatno otežana relativnom oskudnošću strane valute i odsustvom stranih bankarskih institucija koje pružaju likvidnost tržištu.\n\nSposobnost lakog prenošenja bitcoina preko granica i odsustvo potrebe za bankarskim sustavom čine Bitcoin idealnim monetarnim dobrom za one ljude koji pate pod hiperinflacijom. U nadolazećim godinama, kako fiat valute nastave svoj povijesni trend ka bezvrijednosti, Bitcoin će postati sve popularniji izbor za ušteđevine ljudi diljem svijeta. Kada je novac nacije napušten i zamijenjen Bitcoinom, Bitcoin će napraviti tranziciju iz spremišta vrijednosti u tom društvu u opće prihvaćeno sredstvo razmjene. Daniel Krawicz stvorio je termin “[hiperbitcoinizacija](http://nakamotoinstitute.org/mempool/hyperbitcoinization/#selection-43.159-46.0)” da bi opisao ovaj proces.\n\n## Učestala pogrešna shvaćanja\n\nVećina ovog članka usredotočila se na monetarnu prirodu Bitcoina. Sa tim temeljima možemo adresirati neke od najčešćih nerazumijevanja u Bitcoinu.\n\n\n![](/images/content/blog/bullishcase/1*77EFO1Wmx6uHOmbL5aHFiA.gif)\n\n\n### Bitcoin je balon (bubble)\n\nBitcoin, kao sva tržišna monetarna dobra, posjeduje monetarnu premiju. Ona često rezultira uobičajenom kritikom da je Bitcoin samo “balon.” No, sva monetarna dobra imaju monetarnu premiju. Naprotiv, ta monetarna premija (cijena viša od one koju diktira potražnja za dobrom kao korisnim) je upravo karakteristična za sve oblike novca. Drugim riječima, novac je uvijek i svuda balon. Paradoksalno, monetarno dobro je istovremeno balon i ispod vrijednosti ukoliko je u ranijim stadijima općeg prihvaćanja kao novac.\n\n### Bitcoin je previše volatilan\n\nVolatilnost cijene Bitcoina je funkcija njegovog nedavnog nastanka. U prvih nekoliko godina svojeg postojanja, Bitcoin se ponašao kao mala dionica, i svaki veliki kupac - kao npr. braća Winklevoss - mogao je uzrokovati veliki skok u njegovoj cijeni. No, kako su se prihvaćenost i likvidnost povećavali kroz godine, volatilnost Bitcoina je srazmjerno smanjila. Kada Bitcoin postigne tržišnu kapitalizaciju (vrijednost) zlata, imat će sličnu volatilnost kao i zlato. Kako Bitcoin nastavi rasti, njegova volatilnost će se smanjiti do razine koja ga čini prikladnim za široko korištenje kao medij razmjene. Kao što je prethodno rečeno, monetizacija Bitcoina se odvija u seriji Gartner hype ciklusa. Volatilnost je najniža za vrijeme vrhunaca i dolina unutar ciklusa. Svaki hype ciklus ima nižu volatilnost od prethodnih, zato što je likvidnost tržišta veća.\n\n### Cijene transakcija su previsoke\n\nNovija kritika Bitcoin mreže je ta da ju je povećanje cijena prijenosa bitcoina učinilo neprikladnom za sustav plaćanja. No, rast u cijenama transakcija je zdrav i očekivan. One su nužne za plaćanje bitcoin minera (rudara), koji osiguravaju mrežu validacijom transakcija. Rudare se plaća kroz cijene transakcija ili kroz blok-nagrade, koje su inflacijska subvencija od trane trenutnih vlasnika bitcoina.\n\nS obzirom na Bitcoinovu fiksnu proizvodnju (monetarna politika koja ga čini idealnim za spremanje vrijednosti), blok-nagrade će s vremenom nestati i mrežu će se u konačnici morati osiguravati kroz cijene transakcija. Mreža sa “niskim” cijenama transakcija je mreža sa slabom sigurnosti i osjetljiva na vanjsku intervenciju i cenzuru. Oni koji hvale niske cijene Bitcoinovih alternative zapravo niti ne znajući opisuju slabosti tih takozvanih “alt-coina.”\n\nPovršan temelj kritika Bitcoinovih “visokih” cijena transakcija je uvjerenje da bi Bitcoin trebao biti prvo sustav plaćanja, i drugo spremište vrijednosti. Kao što smo vidjeli kroz povijest novca, ovo uvjerenje je naopako. Samo onda kada Bitcoin postane duboko ukorijenjeno spremište novca može biti prikladan kao sredstvo razmjene. Nadalje, kada oportunitetni trošak razmjene bitcoina dođe na razinu koja ga čini prikladnim sredstvom razmjene, većina trgovine neće se odvijati na samoj Bitcoin mreži, nego na mrežama “drugog sloja” (second layer) koje će imati niže cijene transakcija. Takve mreže, poput Lightning mreže, služe kao moderna verzija zadužnica koje su korištene za prijenos vlasničkih papira zlata u 19. stoljeću. Banke su koristile zadužnice zato što je prijenos samog metala bio daleko skuplji. Za razliku od takvih zadužnica, Lightning mreža će omogućavati nisku cijenu prijenosa bitcoina bez potrebe za povjerenjem prema trećoj strani, poput banaka. Razvoj Lightning mreže je tehnološka inovacija od izuzetne važnosti u povijesti Bitcoina, i njezina vrijednost će postati očita u narednim godinama, kako je sve više ljudi bude razvijalo i koristilo.\n\n### Konkurencija\n\nPošto je Bitcoin softverski protokol otvorenog tipa (open-source), oduvijek je bilo moguće kopirati softver i imitirati mrežu. Kroz godine nastajali su mnogi imitatori, od identičnih kopija, kao Litecoin, do kompleksnijih varijanti kao što je Ethereum, koje obećavaju arbitrarno kompleksne ugovorne mehanizme koristeći decentralizirani računalni sustav. Česta kritika Bitcoinu od strane ulagača je ta da on ne može zadržati svoju vrijednost kada je vrlo lako stvoriti konkurente koji mogu lako i brzo u sebi imati najnovije inovacije i softverske funkcionalnosti.\n\n![](/images/content/blog/bullishcase/1*tCCCuRLl5IZcamvdaNWV4Q.webp)\n\nGreška u ovom argumentu leži u manju takozvanog “mrežnog efekta” (network effect), koji postoji u prvoj i dominantnoj tehnologiji u nekom području. Mrežni efekt - velika vrijednost korištenja Bitcoina samo zato što je već dominantan - je važno svojstvo samo po sebi. Za svaku tehnologiju koja posjeduje mrežni efekt, to je daleko najvažnije svojstvo koje može imati.\n\nZa Bitcoin, mrežni efekt uključuje likvidnost njegovog tržišta, broj ljudi koji ga posjeduju, i zajednicu programera koji održavaju i unaprjeđuju njegov softver i svjesnost u javnosti. Veliki ulagači, uključujući države, će uvijek prvo tražiti najlikvidnije tržište, kako bi mogli ući i izaći iz tržišta brzo, i bez utjecanja na cijenu. Programeri će se pridružiti dominantnoj programerskoj zajednici sa najboljim talentom, i time pojačati samu zajednicu. Svjesnost o brendu sama sebe pojačava, pošto se nadobudni konkurenti Bitcoina uvijek spominju u kontekstu Bitcoina kao takvog.\n\n### Raskrižje na putu (fork)\n\nTrend koji je postao popularan 2017. godine nije bio samo imitacija Bitcoinovog softvera, nego kopiranje potpune povijesti njegovih prošlih transakcija (cijeli blockchain). Kopiranjem Bitcoinovog blockchaina do određene točke/bloka i odvajanjem sljedećih blokova ka novoj mreži, u procesu znanom kao “forking” (odvajanje), Bitcoinovi konkurenti su uspjeli riješiti problem distribuiranja svojeg tokena velikom broju korisnika.\n\n![](/images/content/blog/bullishcase/1*bSHwkeSS0akMdp563SeZWw.webp)\n\nNajznačajniji takav fork dogodio se 1. 8. 2017. godine, kada je nova mreža nazvana Bitcoin Cash (Bcash) stvorena. Vlasnik N količine bitcoina prije 1.8.2017. bi onda posjedovao N bitcoina i N BCash tokena. Mala, ali vrlo glasna zajednica Bcash proponenata je neumorno pokušavala prisvojiti Bitcoinov brend i ime, imenujući svoju novu mrežu Bitcoin Cast i pokušavajući uvjeriti nove pridošlice u Bitcoin da je Bcash “pravi” Bitcoin. Ti pokušaji su većinom propali, i taj neuspjeh se vidi u tržišnim kapitalizacijama dviju mreža. No, za nove ulagače, i dalje postoji rizik da bi konkurent mogao kopirati Bitcoin i njegov blockchain i tako uspjeti u preuzimanju tržišne kapitalizacije, te postati de facto Bitcoin.\n\nMoguće je uočiti važno pravilo gledajući velike forkove u prošlosti Bitcoin i Ethereum mreža. Većina tržišne kapitalizacije odvijat će se na mreži koja zadrži najviši stupanj talenta i aktivnosti u zajednici programera. Premda se na Bitcoin može gledati kao na nov i mlad novac, on je također računalna mreža koja počiva na softveru, kojeg se pak treba održavati i poboljšavati. Kupovina tokena na mreži koja ima malo neiskusnih programera bilo bi kao kupovati kopiju Microsoft Windowsa na kojoj rade lošiji programeri. Jasno je vidljivo iz povijesti forkova koji su se odvili 2017. godine da su najbolji računalni i kriptografski stručnjaci posvećeni razvoju originalnog Bitcoina, a ne nekoj od rastućeg broja imitacija koje su se izrodile iz njega.\n\n## Stvarni rizici\n\nPremda su uobičajene kritike upućene Bitconu od strane medija i ekonomske profesije krive i bazirane na netočnom shvaćanju novca, postoje pravi i značajni rizici kod ulaganja u Bitcoin. Bilo bi mudro za novog Bitcoin ulagača da shvati ove rizike prije potencijalnog ulaganja.\n\n### Rizik protokola\n\nBitcoin protokol i kriptografski sastavni dijelovi na kojima je sagrađen potencijalno imaju dosad nepronađenu grešku u svom dizajnu, ili mogu postati nesigurni razvojem kvantnih računala. Ako se pronađe greška u protokolu, ili neka nova metoda računarstva učini mogućim probijanje kriptografskih temelja Bitcoina, vjera u Bitcoin biti će znatno narušena. Rizik protokola bio je najviši u ranim godinama razvoja Bitcoina, kada je još uvijek bilo nejasno, čak i iskusnim kriptografima, je li Satoshi Nakamoto zaista riješio problem bizantskih generala (Byzantine Generals’ Problem). Brige oko ozbiljnih grešaka u Bitcoin protokolu nestale su kroz godine, no uzevši u obzir njegovu tehnološku prirodu, rizik protokola će uvijek ostati u Bitcoinu, makar i kao izuzetak.\n\n### Propadanje mjenjačnica\n\nTime što je decentraliziran, Bitcoin je pokazao značajnu otpornost, suočen sa brojnim pokušajima raznih vlada da ga reguliraju ili unište. No, mjenjačnice koje trguju bitcoinima za fiat valute su centralizirani entiteti i podložne regulacijama i zatvaranju. Bez mjenjačnica i volje bankara da s njima posluju, proces monetizacije Bitcoina bio bi ozbiljno usporen, ako ne i potpuno zaustavljen. Iako postoje alternativni izvori likvidnosti za Bitcoin, poput “over-the-counter” brokera i decentraliziranih tržišta za kupovinu i prodaju bitcoina, kritičan proces otkrivanja i definiranja cijene se odvija na najlikvidnijim mjenjačnicama, koje su sve centralizirane.\n\nJedan od načina za umanjivanje rizika gašenja mjenjačnica je geografska arbitraža. Binance, jedna od velikih mjenjačnica iz Kine, preselila se u Japan nakon što joj je kineska vlada zabranila operiranje u Kini. Vlade su također oprezne kako ne bi ugušile novu industriju koja je potencijalno značajna kao i internet, i time predale nevjerojatnu konkurentnu vrijednost drugim nacijama.\n\nSamo kroz koordinirano globalno ukidanje Bitcoin mjenjačnica bi proces monetizacije mogao biti zaustavljen. Trenutno smo u utrci; Bitcoin raste i postaje sve rašireniji, i doći će do trenutka kada bi potpuno ukidanje mjenjačnica postalo politički neizvedivo - kao i gašenje interneta. Mogućnost takvog ukidanja je još uvijek realna, i valja je uzeti u obzir pri ulaganju u Bitcoin. Kao što je gore objašnjeno, suverene vlade se polako bude i uviđaju prijetnju koju predstavlja neovisna digitalna valuta otporna na cenzuru, za njihovu monetarnu politiku. Otvoreno je pitanje hoće li išta poduzeti da odgovore ovoj prijetnji prije nego Bitcoin postane toliko utvrđen i raširen da politička akcija postane nemoćna i ne-efektivna.\n\n### Zamjenjivost\n\nOtvorena i transparentna priroda Bitcoin blockchaina omogućava državama da proglase specifične bitcoine “okaljanima” zbog njihovog korištenja u određenim aktivnostima. Premda Bitcoin, na protokolarnoj razini, ne diskriminira transakcije na ikoji način, “okaljani” bitcoini bi mogli postati bezvrijedni ako bi ih regulacije proglasile ilegalnima i neprihvatljivima za mjenjačnice ili trgovce. Bitcoin bi tada izgubio jedno od kritičnih svojstava monetarnog dobra: zamjenjivost.\n\nDa bi se ovaj problem riješio i umanjio, biti će potrebna poboljšanja na razini protokola kako bi se poboljšala privatnost transakcija. Premda postoji napredak u ovom smjeru, prvi put primjenjen u digitalnim valutama kao što su Monero i Zcash, potrebno je napraviti značajne tehnološke kompromise između efikasnosti i kompleksnosti Bitcoina i njegove privatnosti. Pitanje ostaje otvoreno je li moguće dodati nova svojstva privatnosti na Bitcoin, na način koji neće kompromitirati njegovu korisnost kao novca.\n\n## Zaključak\n\nBitcoin je novonastali novac koji je u procesu transformacije iz sakupljačkog dobra u spremište vrijednosti. Kao neovisno monetarno dobro, moguće je da će u budućnosti postati globalan novac, slično kao zlato za vrijeme 19. stoljeća. Prihvaćanje Bitcoina kao globalnog novca je upravo taj optimističan scenarij za Bitcoin, kojeg je artikulirao Satoshi Nakamoto još 2010. godine u [email razmjeni](https://pastebin.com/Na5FwkQ4) sa Mikeom Hearnom:\n\n> Ako zamisliš da se koristi u nekom dijelu svjetske trgovine, i da će postojati samo 21 milijun bitcoina za cijeli svijet, vrijednost po jedinici će biti znatno veća.\n\nOvaj scenarij je još snažnije definirao briljantni kriptograf Hal Finney, koji je ujedno primio i prve bitcoine od Nakamotoa, ubrzo nakon [najave prvog funkcionalnog Bitcoin softvera](https://www.mail-archive.com/cryptography@metzdowd.com/msg10152.html):\n\n> Zamislimo da Bitcoin bude uspješan i postane dominantan sustav plaćanja diljem svijeta. U tom slučaju će ukupna vrijednost valute biti jednaka ukupnoj vrijednosti svog bogatstva svijeta. Današnje procjene ukupnog svjetskog bogatska kućanstava koje sam pronašao borave negdje između 100 i 300 trilijuna dolara. Sa 20 milijuna bitcoina, svaki bi onda vrijedio oko 10 milijuna dolara.\n\nČak i da Bitcoin ne postane u cijelost globalan novac, nego da se samo natječe sa zlatom kao neovisno spremište vrijednosti, i dalje je masivno podcijenjen. Mapiranje tržišne kapitalizacije postojeće količine izrudarenog zlata (oko 8 trilijuna dolara) na maksimalnu dostupnost Bitcoina od 21 milijun, daje vrijednost od otprilike 380,000 dolara po bitcoinu. Kao što smo vidjeli u prethodnom tekstu, svojstva koja omogućavaju monetarnom dobru da bude prikladno spremište vrijednosti, čine Bitcoin superiornijim zlatu u svakom pogledu osim trajanja povijesti. No, kako vrijeme prolazi i Lindy efekt postane jači, dosadašnja povijest će prestati biti prednost zlata. Samim time, nije nerazumno očekivati da će Bitcoin narasti do, a možda i preko, ukupne cijene zlata na tržištvu do 2030. Opaska ovoj tezi je činjenica da veliki postotak vrijednosti zlata dolazi od toga što ga centralne banke čuvaju kao spremište vrijednosti. Da bi Bitcoin došao do te razine, određena količina suverenih država će trebati sudjelovati. Hoće li zapadnjačke demokracije sudjelovati u vlasništvu Bitcoina je nepoznato. Vjerojatnije je, nažalost, da će prve nacije u Bitcoin tržištu biti sitne diktature i kleptokracije.\n\nAko niti jedna država ne bude sudjelovala u Bitcoin tržištu, optimistična teza i dalje postoji. Kao nevisno spremište vrijednosti u rukama individualnih i institucionalnih ulagača, Bitcoin je i dalje vrlo rano u svojoj “krivulji prihvaćenosti” (adoption curve); tzv. “rana većina” ulaze na tržište sada, dok će ostali ući tek nekoliko godina kasnije. Sa širim sudjelovanjem individualnih i institucionalnih ulagača, cijena po bitcoinu između 100,000 i 200,000 dolara je sasvim moguća.\n\nPosjedovanje bitcoina je jedna od malobrojnih asimetričnih novčanih strategija dostupnih svakome na svijetu. Poput “call” opcija, negativan rizik ulagača je ograničen na 1x, dok potencijalna dobit i dalje iznosi 100x ili više. Bitcoin je prvi istinski globalan balon čija je veličina ograničena samo potražnjom i željom građana svijeta da zaštite svoju ušteđevinu od raznovrsnih ekonomskih malverzacija vlade. Bitcoin je ustao kao feniks iz pepela globalne financijske krize 2008. godine - katastrofe kojoj su prethodile odluke centralnih banaka poput američke Federalne rezerve (Federal Reserve).\n\nOnkraj samo financijske teze za Bitcoin, njegov rast i uspjeh kao neovisno spremište vrijednosti imat će duboke geopolitičke posljedice. Globalna, ne-inflacijska valuta će prisiliti suverene države da promjene svoje primarne mehanizme financiranja od inflacije u izravno oporezivanje; koje je daleko manje politički popularno. Države će se smanjivati proporcionalno političkoj boli koju im nanese oporezivanje kao jedini način financiranja. Nadalje, globalna trgovina vršiti će se na način koji zadovoljava aspiraciju Charlesa de Gaullea, da nijedna nacija ne bi smjela imati privilegiju nad ikojom drugom:\n\n> Smatramo da je potrebno da se uspostavi međunarodna trgovina, kao što je bio slučaj prije velikih nesreća koje su zadesile svijet, na neosporivoj monetarnoj bazi, koja ne nosi na sebi oznaku ijedne države.\n\nZa 50 godina, ta monetarna baza biti će Bitcoin.\n\n[Originalni tekst](https://vijayboyapati.medium.com/the-bullish-case-for-bitcoin-6ecc8bdecc1)\n","frontmatter":{"index":3,"title":"Bitcoin Scenarij Uspjeha","author":"Vjay Boyapati","authorURL":"https://twitter.com/real_vijay","meta":"Sa zadnjim cijenama koje je bitcoin dosegao 2017., optimističan scenarij za ulagače se možda čini toliko očitim da ga nije potrebno niti spominjati. Alternativno, možda se nekome čini glupo ulagati u digitalnu vrijednost...","translator":"Matija","translatorURL":"https://t.me/matijap9","slug":"btc-scenarij-uspijeha","img":"bullishcase-featured","flag":"croatia","tags":["translation"]}},{"content":"\n### Pismo svima vama koji još uvek nemate bitkoin. \n\n&nbsp; \n![Draga Porodica, Dragi Priatelji...](https://europeanbitcoiners.com/content/images/size/w1200/2022/05/1-cWyKZog6yUOGhxqDzqj6Rw.jpeg)\n&nbsp; \n\nPišem ovo pismo jer sam uveren u dve stvari: (**1**) naš trenutni novac je u osnovi slomljen (**2**) korišćenjem superiornog novca posebno će vam biti od koristi - i društvu uopšte - na duži rok.\n\nNovac je dirljiva tema - većina ljudi ne voli da pričaju o tome, bilo zato što ih ima malo i stidi se, ili zato što ima puno i plaši se. Još manje ljudi znaju bilo šta o prirodi našeg novca, što je prilično šokantno - uostalom, novac je osnovno sredstvo naše civilizacije.  \n  \nSvet se drastično promenio u poslednjih nekoliko decenija, kao i svet novca. Bojim se, međutim, da se osnovna priroda našeg monetarnog sistema nije promenila na bolje. Jednostavna činjenica da vlade širom sveta dočaraju trilijune dolara iz zraka, dokaz je koliko je naš monetarni sistem isključen iz stvarnosti.  \n  \nNadam se da će ovo pismo posaditi seme za bolju budućnost. Bolja budućnost za vas lično - i bolja budućnost za sve nas. Delom vam pišem jer sam zabrinut zbog onoga što tek treba da dođe. A ipak se nadam, jer ovaj put imamo izlaz - imamo plan B.\n\n## Plan B\n\nDo sada ste verovatno čuli za Bitcoin. To je ime domaćinstva, često prikazano u velikim vestima, na TV-u (gledam vas, CNBC) i upućeno u pop-kulturu ([Simpsonovi](https://web.archive.org/web/20190628072140/https://www.ccn.com/bitcoin-finally-mentioned-foxs-simpsons/),  [Mr. Robot](https://youtu.be/gHOAKWzDH-Q),  [Silicijumska dolina](https://www.youtube.com/watch?v=28IpiLraUoc),  [Teorija Velikog praska](https://www.youtube.com/watch?v=Cc-Hbklizzk),  [Gray's Anatomy](https://www.cyberscoop.com/greys-anatomy-attempts-bring-ransomware-attacks-public-audience/),  [Family Guy](https://www.youtube.com/watch?v=6HFtk29k7-Y)  i  [Simpsonovi](https://www.youtube.com/watch?v=ovyMzT8rS8w)  ponovo). Šta god da znate ili mislite da znate o Bitcoinu - ima ga više nego što ga upozna.\n\n_Gray’s Anatomy je medicinska dramska serija se fokusira na grupu mladih doktora u bolnici Sijetl Grejs Mersi Vest, koji su započeli svoju karijeru u ustanovi kao stažisti._\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-96.png)\n&nbsp; \n\n## Bitcoin: to je budućnost novca.\n\nIako je Bitcoin prilično pokriven u glavnim medijima, ono što je Bitcoin i kakva će biti njegova uloga u svetu još uvek je pogrešno shvaćeno. Međutim, delom zahvaljujući sve više i nesmotrenijih monetarnih intervencija Feda i sličnih institucija, čak i glavni narativ počinje da se menja. Bitcoin više nije sinonim za kriminal i novac od mračne mreže. Danas sve više postaje sinonim za  [zdrav novac](https://21lessons.com/14/), zaštita od postojećeg sistema, glasanje za slobodu, drugačija paradigma.\n\nAko ovo čitate i još uvek nemate bitcoin, možda biste želeli da razmislite o tome da počnete da ga dobijate. Nikada nije bilo tako lako kao danas da se uhvatite za neke sat (sitne frakcije malokoina) i postanete rani usvajač globalnog novca budućnosti.\n\nBudite upozoreni: Neću vam reći kako Bitcoin funkcioniše. Neću vam reći o njegovoj zadivljujućoj istoriji, o njenom misterioznom pronalazaču, niti o čudesnom dizajnu, kriptografiji i teoriji igara koji stoje iza nji. Neću govoriti o ekonomskim teorijama, novčanim svojstvima ili istoriji novca. Puno je  [resursa](https://bitcoin-resources.com/)  koji ulaze u to. Napokon, ovo bi trebalo da bude pismo, a ne knjiga.\n\nMeđutim, pošto mi je stalo do vas, reći ću vam jedno, iznova i iznova: počnite slagati sat, što pre.\n\n## Počnite da držite Sats, danas\n\n_Satoši je najmanji apoen bitcoina, ekvivalentan 100 milioniti deo bitcoina. Bitcoini se mogu podeliti na manje jedinice kako bi se olakšale manje transakcije. Satoši je dobio ime po osnivaču(ima) bitcoina poznatom kao Satoši Nakamoto; skraćeno sats._\n\nMožda mislite da kasnite na zabavu, da je brod otplovio. Pogrešno. Još smo rani. Bitcoin će  [nastaviti marširati](https://dergigi.com/2019/10/03/how-to-kill-bitcoin/), povećavajući se u veličini i vrijednosti, jedući fijat valute pod kontrolom vlade koje danas vladaju svijetom. Kako da znam da su to još rani dani? Pa, dok je većina ljudi već čula za Bitcoin, vrlo malo ljudi ga poseduje ili koristi. Nadalje, ako uporedimo tržišnu kapitalizaciju Bitcoina sa drugom imovinom i / ili novčanim sredstvima, Bitcoin i dalje ima ogroman prostor za rast.\n\nPrema ovom pisanju, Bitcoinova tržišna kapa iznosi oko $137 milijardi. Ukupna tržišna kapa zlata je oko $9 biliona (~ 65 puta veća od Bitcoina). Globalna nekretnina je  [$228 biliona](https://bebc.services/wp-content/uploads/2021/04/HSBC_Global_Real_Estate_Report_July2017.pdf)(~ 1664 puta veća). Bitcoin može zarobiti neke (u slučaju nekretnina) ili sve (u slučaju zlata) ove vrednosti, demonišući ovu i drugu imovinu u tom procesu. Opet: ovo su još rani dani.\n\n> **U procesu smo prepravljanja sveta u sats.  \n> **-Bitcoin Tina\n\nOdobreno, kupovina i držanje bitcoina je zabranjeno. Lako je pucati sebi u stopalo. Lako se prevari. Moguće je zauvek izgubiti pristup svom bitcoin-u. Dakle, reč upozorenja: edukujte sebe i grešite na strani opreza.\n\nNažalost, nisam imao „Bitcoin Guy“ koji je razumeo šta se događa. Nisam imao ovog prijatelja koji mi je rekao „veruj mi, samo kupi malo kačka“ - ili, još bolje: „Veruj mi, samo kupi malo redovno“\n\n_Guy na engleskom je covek ili voditelj._\n\nŽeleo bih da sada budem ovaj Bitcoin Guy za vas. Evo šta bih vam rekao kao prijatelju: „počnite danas slagati sat“ Ako već jeste, dobro. Ako to ne uradite, počnite da se slažete. Nije tako teško!\n\n## Zašto je Bitcoin neophodan\n\nMi kao društvo trebamo Bitcoin više nego što nam treba. Novac je osnovno sredstvo za svaku veliku saradnju. To je merni uređaj, rešenje problema bartera, vozilo za skladištenje vašeg bogatstva kroz prostor i vreme i mnoge druge stvari. Ukratko: novac je neophodan za funkcionisanje složenog društva. Međutim, niz finansijskih kriza i nedavni događaji oko određene epidemije virusa jasno su pokazali da je naš novac u osnovi slomljen.\n\n> **Osnovni problem konvencionalne valute je sve poverenje koje je potrebno da bi se to učinilo. Centralnoj banci se mora verovati da ne debazira valutu, ali istorija fijat valuta je puna kršenja tog poverenja.  \n> **_-Satoši Nakamoto_\n\n_Satoši Nakamoto je ime koje koristi pretpostavljena pseudonimna osoba ili osobe koje su razvile bitcoin, autore bele knjige o bitkoinima i kreirale i primenile originalnu referentnu implementaciju bitcoina. Kao deo implementacije, Nakamoto je osmislio i prvu blokčejn bazu podataka._\n\nVirus nas nije samo podsetio na krhkost ljudskog života, već je otkrio i krhkost naših lanaca snabdevanja i drugih globalnih sistema. Posebno je istakla smešnost našeg finansijskog i monetarnog sistema. Za nekoliko dana prešli smo od štampanja milijardi do trilijuna, do predloga kovanja platinskih kovanica u bilionima, do  [neograničenog QE](https://www.marketwatch.com/story/fed-announces-unlimited-qe-and-sets-up-several-new-lending-programs-2020-03-23)  i  [beskonačnog novca](https://www.bloomberg.com/opinion/articles/2020-03-23/coronavirus-fed-s-infinite-cash-tested-in-world-of-leverage). Ekonomisti i političari govore o spašavanju ekonomije, ubrizgavanju likvidnosti, kvantitativnom olakšanju, sporazumima o reverznom otkupu, spašavanja onih koji su preveliki da ne bi uspeli (opet) - da učine sve što je u njihovoj moći da produže neizbežni kolaps, da bi se razbila poslovična stvar može još više spustiti put.\n\nIako je lingo maštovit, posledice su jednostavne: osnovno sredstvo naše civilizacije je savijeno i iskrivljeno.  [Hiperinflacija](https://21lessons.com/9/)  se dešava kada se ovaj alat konačno pokvari pod stalnim pritiskom. Hiperinflacija ili ne, posledice za pojedinca uvek su iste: novac koji uštedite devalvira se, njegova kupovna moć se smanjuje. Da li vaš novac sjedi ispod madraca ili na vaš bankovni račun, čak i nije važno.  \n  \nKao što Rai Dalio tako elokventno  [objašnjava](https://www.linkedin.com/pulse/world-has-gone-mad-system-broken-ray-dalio/): naš sistem novca zasnovan na dugovima je sam po sebi slomljen. Bitcoin ovo popravlja. To utvrđuje jer se ne zasniva na dugu. To popravlja jer ima strogo ograničenu ponudu. To popravlja jer se ne može stvoriti proizvoljno; jer nema vratara, nema centralnih sila koje bi ga mogle pokvariti.\n\nBitcoin je antidot modernoj monetarnoj teoriji. Neophodno je ispraviti iskrivljeni svet fijat novca.\n\n## Najbolji novac koji smo ikada imali\n\nBitcoinova monetarna  [svojstva dizajnirana](https://vijayboyapati.medium.com/the-bullish-case-for-bitcoin-6ecc8bdecc1)  su od temelja do superiornosti u odnosu na sve ostale oblike novca. Izuzetno je prenosiv, savršeno oskudan, visoko deljiv, lako proverljiv, izdržljiv, zabavan i izuzetno otporan na cenzuru. Kao što  [moj prijatelj](https://twitter.com/MustStopMurad/status/1088514383171411968?s=20)  voli da kaže: Bitcoin su komadi super zlata koji lete unutar nezaustavljivog PayPal. To je najbolji novac koji smo ikada imali.\n\n_PayPal je američka multinacionalna finansijska tehnološka kompanija koja upravlja sistemom onlajn plaćanja u većini zemalja koje podržavaju onlajn transfer novca i služi kao elektronska alternativa tradicionalnim papirnim metodama kao što su čekovi i uputnice._\n\nNijedan centralni organ ne daje ova svojstva bitcoin-u. Oni prirodno izlaze iz sistema, činjenica koja je lepa koliko i važna. Dakle, Bitcoin je  [novac ljudi](https://twitter.com/theRealKiyosaki/status/1245205778849394688?s=20): za ljude, za ljude. Ne kontroliše niko; svi mogu da koriste i koriste.\n\n> **_Kupujte zemlju. Ne prave više stvari.  \n> _**_-Will Rogers_\n\nHoće li Rogers imati pravu ideju: oskudica ima vrednost. Međutim, kao skladište vrednosti, Bitcoin je na mnogo načina superiorniji od zemlje (i zlata). Nijedno drugo sredstvo ne može se magično zračiti putem interneta ili drugih kanala komunikacije. Bitcoin ima najveću gustinu vrednosti svih sredstava jer je to čista informacija. Mogli biste imati bitcoin u vrednosti od milijardu dolara, zadržavajući svoje bogatstvo čak i ako se skinete goli.\n\nIako postoje mnoge zablude o Bitcoinu, sledeće su verovatno najistaknutije:\n\n-   Bitcoin je preskup+Bitcoin je stara tehnologija\n-   Bitcoin je previše komplikovan\n-   Bitcoin je rizičan i spekulativan\n-   Bitcoin će biti zamenjen drugim novčićem\n\nHajde da ukratko prođemo kroz ove jedan po jedan.\n\n**Bitcoin je preskup**: Naprotiv!! Ne dozvolite da vas pristranost jedinice „treba mi ceo novčić“ zavara. Bitcoin je i dalje veoma jeftin. Međutim, ako tako mislite, u dobrom ste društvu. Ljudi su mislili da je bitcoin preskup od svog osnivanja. Uvek će biti preskupo ako je vaša perspektiva još uvek ukorijenjena u fijat novcu.\n\n**Bitcoin je stara tehnologija**: Pre svega, Bitcoin je monetarni izum, a ne tehnološki. Njegov cilj je zameniti sloj monetarne baze našeg društva - to nije sledeća virusna aplikacija za vaš pametni telefon. Drugo, Bitcoin se poboljšava i razvija brzim tempom. Praktično je nemoguće pratiti sva dešavanja širom sveta.\n\n**Bitcoin je previše komplikovan**: Odobreno, Bitcoin nije baš lako razumeti. (Ali ni tradicionalni finansijski sistem.) Srećom, kao i kod svih ostalih složenih tehnologija, upotreba ne zahteva potpuno razumevanje. Ako bi, verovatno ne biste mogli da koristite pametni telefon, koristite internet ili vozite svoj automobil. A što se tiče upotrebe, Bitcoin postaje svakim danom lakši. Baš kao što korišćenje interneta pre nekoliko decenija nije bilo baš lako, upotreba Bitcoina danas može biti izazovna.\n\n**Bitcoin je rizičan i spekulativan**: Ne nagađajte. Ostanite ponizni i počnite slagati sat. Ako to nije dovoljno za vas, šta kažete na činjenicu da portfelj bitcoin i 95% gotovine nadmašuje zalihe rizika i vraća se svake godine za  [zadnjih sest godine unazad](https://twitter.com/100trillionUSD/status/1136969637588021250?s=20)? Još uvek previše rizično?\n\n**Bitcoin će biti zamenjen drugim novčićem**: Bitcoin je neprikosnoveni kralj i jedini ozbiljan kandidat za digitalnu oskudicu. Ima najbolje mrežne efekte, najveću likvidnost i najveću sigurnost po mnogim redovima veličine. Ništa drugo se ne približava, a ja ne želim da trošim digitalnu mastilu nazivajući bilo koji drugi novčić. Sve što ću reći o Bitcoinovim kopijama je ovo: ne dirajte ih. Iako je Sireninoj pesmi shitcoina teško odoljeti, s  [razlogom](https://twitter.com/bitstein/status/1151586640307064833?s=20)  ih zovu shitcoin na engleskom. Bitcoin se  [ne može](https://www.unchained-capital.com/blog/bitcoin-cant-be-copied/)  kopirati. To je  [izum koji zavisi od puta](https://breedlove22.medium.com/the-number-zero-and-bitcoin-4c193336db5b)  u okruženju pobednika.\n\n> **_Tu je bitcoin, a onda je tu i govnara._**  \n> _-Warren Davidson_\n\n  \nShitcoin-a su ćorsokak. Ne silazi ovim putem. Ništa osim bola i tuge neće vas čekati tamo.\n\n## Zašto je sprječavanje sats-a Superior\n\nOd ovog pisanja, $1 će vam kupiti 14,488 sats. Potrošite $70, a vi ste satoši milioner. Bitcoin je skup. Sats su jeftini.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-104.png)\n&nbsp; \n\n**\"Slažem sats svaki dan zahvaljujući auto-DCA\"**\n\nKao što je gore pomenuto, bitcoin je visoko deljiv. Opet, ne dozvolite da vas neka pristranost jedinice zavara: ima dovoljno bitcoina da se obiđe za sve. Pokušaj da kupite velike količine bitcoina obično dovodi do pokušaja da se tržište plasira na vreme. Skladištenje satsa uklanja ovaj psihološki pritisak. Još bolje: postoji puno usluga koje vam omogućavaju da automatizujete proces slaganja sats. Podesite ga i zaboravite, a vaš slaganje će automatski rasti. Nema potrebe da se brinete o savršenom vremenu, nema nepristojnog provere cene, nema izloženosti skrbnicima.\n\nSvi znamo staru poslovicu: „Najbolje vreme za sadnju drveta bilo je pre 20 godina. Sada je drugi najbolji trenutak Isto važi i za slaganje satsa - samo Bitcoin nije postojao pre 20 godina. Sada je star nešto više od 11 godina, upao je u globalnu svest pre samo nekoliko godina.\n\n### \n\nNajbolje vreme za kupovinu bitcoina bilo je pre 10 godina. Drugi najbolji trenutak je sada.\n\n  \nPoenta je u tome: nemojte se prebijati ako imate 0% dodelu bitcoin-u. Nije kasno da se skinte se sa nule.  **Opet: nije kasno**. Još si rano. Trenutno još uvek možete da razmenite drugi novac za bitcoin. U budućnosti ćete verovatno morati da ga zaradite. Razmislite na ovaj način: ako se putanja na kojoj se Bitcoin nastavlja, nikada neće biti lošeg vremena za razmenu vaše fijat valute za bitcoin.\n\nBitcoin je igra nakupljanja. Jednom kada to shvatite, slaganje sats postaje očigledna strategija. Neelastična ponuda i relativno mala tržišna kapitalizacija čine bitcoin nestabilnijim od ostalih sredstava. (Iako je, u poređenju sa  [nedavnim kretanjima](https://investorplace.com/2020/03/investors-need-to-view-ba-stocks-biggest-crash-ever-as-a-gift/)  na tradicionalnim tržištima, bitcoin relativno stabilan.) Skladištenje satsa omogućava vam da ignorišete volatilnost tržišta. Fokus je na pasivnoj akumulaciji, a ne na trgovanju.\n\n> **_Bitcoin je nova vrsta novca koja je digitalna i nezavisna od svjetskih vlada ili korporacija. Teško je uhvatiti, blokirati ili naduvati i lako poslati po svetu. To je najbolji novac koji smo ikada imali. Kako sve više ljudi to shvata, cena bi trebalo da raste._  \n> **-Matt Odell\n\nZumirajte dovoljno daleko i postaje očigledno da je kretanje cena Bitcoina gore i desno. Postoje  [razlozi za verovanje](https://medium.com/@100trillionUSD/modeling-bitcoins-value-with-scarcity-91fa0fc03e25)  da će se ovaj trend nastaviti. Čak i ako je ovaj uzlazni trend netaknut, cena bitcoina će verovatno ostati nestabilna još dugo. Moj savet: zanemarite cenu. Silazi sa nule. Da li još uvek imate nula satsa na svoje ime? Prestanite da laskate - počnite da se slažete!  \n\nNeke stvari koje treba zapamtiti:\n\n+[Ne trgujte](https://www.youtube.com/watch?v=KV5QlSgq7lg)  \n+[Silazi sa nule](https://twitter.com/search?q=bitcoin%20get%20off%20zero)  \n+[Automatizirajte sa Auto-DCA](https://twitter.com/FriarHass/status/1412187362965131284?s=20)  \n+[Svi misle da su kasni](https://bitcoin-resources.com/assets/images/missed-the-bus.jpg)  \n+[Možete kupiti delić bitcoina](https://dcabtc.com/)  \n+[Povjerene treće strane nije bezbedno](https://nakamotoinstitute.org/trusted-third-parties/)  \n+[Vreme na tržištu pobedi vremenski okvir tržišta](http://jrxy.zjsu.edu.cn/jrxy/jssc/791.pdf)  \n+[Ima zlata i tu ima i zlato za budale - držite se podalje od shitcoin-ove](https://coinmarketcrap.co/)\n\nMožda mislite da nemate dovoljno novca da počnete slagati sat. Sumnjam. Ako ovo čitate, verovatno ste na  [četvrti nivo](https://www.gapminder.org/topics/four-income-levels/)  i možete da uštedite dolar ili dva dnevno. Zapamtite: par dolara će vam kupiti desetine hiljada satsa. Postoje i indirektni načini za slaganje sat-ova, poput usluga vraćanja gotovine koje vam vraćaju sat. Takođe možete da pokrenete lošu naviku i počnete da slažete sat sa novcem koji uštedite. Dve ptice sa jednim kamenom i tako dalje to.\n\n_Na engleskom dve ptice sa jednim kamenom znaci da postignete dve stvari obavljanjem jedne akcije._\n\nSats su i dalje jako jeftini. Kladim se da će uskoro doći vreme u kojem neće biti moguće nabaviti desetine hiljada satsa za <$1. Kupovna moć dolara neprestano opada; kupovna moć bitcoina istorijski je rasla. Međutim, čak i ako cena bitcoina nastavi drastično rasti, verovatno ćete i dalje moći da dobijete nekoliko sats za $1 ili manje u doglednoj budućnosti.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-105.png)\n&nbsp; \n\n**Vjerovali ili ne, još uvijek može ići niže.**\n\nSkeptičan si, shvatam. I ja sam bio skeptičan. Trebalo mi je jako dugo da shvatim o čemu se radi u Bitcoinu. Trebalo mi je još duže da verujem ovom čarobnom novcu na internetu dovoljno da ga kupim. A nakon toga trebalo mi je vremena da prestanem da trgujem i počnem da se gomilam. Nadam se da ću vam uštedjeti vreme i puno srčanih udara prenoseći sledeće: počnite slagati sat. Što ranije započnete i što je proces automatizovaniji, to je bolje.  \n  \nSve što se kaže, reč opreza:\n\n-   **Počnite mali**. Ne stavljajte više novca nego što ste spremni da izgubite.\n-   **Ostanite ponizni**. Ne budi pohlepan. Ne pretjerujte.\n-   **Nije vaš ključ, nije vaš bitcoin**. Ne verujte skrbnicima. Uvek zapamtite da su pouzdane  [treće strane sigurnosti](https://nakamotoinstitute.org/trusted-third-parties/).\n-   **Ne verujte, proverite**.  [Pretpostavimo da su svi prevarant](https://nakamotoinstitute.org/mempool/everyones-a-scammer/).\n-   **Bavite se svojim istraživanjem**. Bitcoin je po prirodi otvoren, tako da ste slobodni da proučite šta je i kako funkcioniše. Zakazujem sveobuhvatnu listu  [resursa](https://bitcoin-resources.com/)  ako vam treba polazna tačka.\n\n  \nNikad nije bilo boljeg vremena za početak uštede u bitcoin-u. Postoje mnoge usluge koje vam omogućavaju da automatski pretvorite određeni iznos svoje lokalne valute u bitcoin svake nedelje, meseca ili dana. Ovdje ću se suzdržati od bilo kakvih preporuka, jer bi one uskoro mogle zastarijevati. Koja je najbolja usluga za vas, to ćete saznati. Obratite se svom lokalnom fbitcoin grupi ili bitcoin guy. Ako ne zna šta znači slaganje sats, pronađite boljeg tipa bitcoin-a. (A ako sam slučajno taj tip, molim vas javitese.)\n\n> **Posedovanje bitcoina jedna je od retkih asimetričnih opklada u kojima ljudi širom sveta mogu da učestvuju.  \n> **-Vijay Boiapati\n\nIako je Bitcoin investicija u budućnost, ne moram to posmatrati kao špekulativnu investiciju. Takođe ne doživljavam kao imovinu koja će se ponovo prodati za dolare, evro ili jen. Kako meme ide: Kada budete spremni, nećete morati da prodajete svoj bitcoin.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-106.png)\n&nbsp; \n\n**Neo je uzeo tabletu narandže i spušta se niz zečju rupu.**\n\n##   \nSpreman sam kad ste i vi\n\n\nRazmena vašeg fiat novca za bitcoin je prelazak sa inherentno nestabilnog sistema na sistem protiv krhkog. To je osiguranje bogatstva i glas za bolji, pošteniji osnovni sloj društva. Verujem da bitcoin i dalje ima veoma visok potencijal da raste. Dakle, što pre počnete da budete izloženi ovom novcu u nastajanju, možda ćete biti bolje opremljeni da iskoristite njegovu rastuću kupovnu moć. Drugim rečima: želite da počnete da slažete satove što je pre moguće. Međutim, takođe verujem da ćete Bitcoin razumeti čim budete spremni. Shodno tome, verujem da će vas prvi delići bitkoina pronaći čim budete spremni da ih primite. „Možeš da odvedeš konja na vodu, ali ne možeš da ga nateraš da pije“, kako se kaže.  \n  \nOtkrićete da posedovanje bitcoina zahteva ličnu odgovornost: moraćete da sami istražite, naučite kako da ga koristite i bezbedno skladištite i da sami uradite mnoge stvari koje obično za vas radi treća strana. Ništa u životu nije besplatno, a slobode koje daje Bitcoin dolaze po cenu lične odgovornosti.  \n  \nU svakom slučaju, Bitcoin je spreman kada i vi. Neće nestati i niko vas neće moći sprečiti da ih nabavite ako ste spremni da to učinite. To je lepota Bitcoina: uvek će biti tu za vas, bez obzira da li ga koristite ili ne.  \n  \nNaravno, Bitcoin je čudna zver. Komplikovano je, neodoljivo, možda čak i pomalo zastrašujuće. Međutim, što se pre sprijateljite sa ovim čudnim stvorenjem, to ćete bolje biti opremljeni za budućnost. I verujem da je najbolji način da se sprijateljite sa tim da počnete da slažete satove. Kao što je jedan  [mudar starac](https://twitter.com/BitcoinOldGuy)  jednom rekao: „Samo kupi bitcoin, nije tako teško.\"\n\n###   \nS poštovanjem,  \nGigi\n\n----------\n\n_Odricanje odgovornosti: Ovo bi trebalo da se podrazumeva, ali bojim se da ću morati da bude eksplicitno: Ovo nije finansijski savet. Ovo nije savet za investiranje. Napisao sam ovo pismo da bih imao nešto pri ruci kad god mi se prijatelji ili porodica obrate u vezi sa svim bitcoinima. Objavio sam ga jer sam mislio da bi i drugima moglo biti od koristi. Ako me ne poznajete u stvarnom životu, ja sam samo slučajni tip sa interneta. Mogao bih biti i  [pas](https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog). Postupa u skladu sa tim._\n\n----------\n\nOsim ako nije drugačije navedeno, sadržaj ovog članka je licenciran  [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/)\n","frontmatter":{"index":2,"title":"Draga Porodica, Dragi Priatelji","author":"Gigi","authorURL":"https://dergigi.com/","meta":"Pišem ovo pismo jer sam uveren u dve stvari: (1) naš trenutni novac je u osnovi slomljen, (2) korišćenjem superiornog novca posebno će vam biti od koristi - i društvu uopšte - na duži rok","translator":"Tink","translatorURL":"https://europeanbitcoiners.com/author/tink/","slug":"dear-family-dear-friends","img":"dearFamilyDearFriends","flag":"croatia","tags":["translation"]}},{"content":"\nOvo je kratko razmišljanje bazirano na nekim jučerašnjim konverzacijama, a predugo za Tweet.\n\nDio zadovoljstva, i frustracije, putovanja je da različita mjesta imaju vrlo različite perspektive. Lako je biti ograničen na veoma uzak pogled na svijet, a misliti da je širok. Putovanje je protuotrov ovom samozavaravanju.\n\nProblem je još gori u tehnološkom sektoru, pošto se čini da Silicijska Dolina ima hegemoniju nad inovativnosti. To stvara sveprisutnu, ali pogrešnu perspektivu da je Bitcoin većinom tehnologija koju tehnokrati trebaju unaprijeđivati, mijenjati i upravljati.\n\nS time na umu, latinsko-američka perspektiva je osvježavajuća. Oni već znaju da je monetarna ekspanzija centralne banke velik problem i vide Bitcoinovo svojstvo spremišta vrijednosti (“store of value”) kao način da se maknu od toga. Oni su već prošli kroz periode ogromne devaluacije valute i naučili da ne spremaju vrijednost u svojoj lokalnoj valuti. Drugim riječima, oni imaju mukom stečenu mudrost koju Silicijska Dolina nema.\n","frontmatter":{"index":1,"title":"Perspektive na Bitcoin u latinskoj Americi","author":"Jimmy Song","authorURL":"https://twitter.com/jimmysong","meta":"Ovo je kratko razmišljanje bazirano na nekim jučerašnjim konverzacijama, a predugo za Tweet. Dio zadovoljstva, i frustracije, putovanja je da različita mjesta imaju vrlo različite perspektive...","translator":"Matija","translatorURL":"","slug":"latin-american-bitcoin-perspective","flag":"croatia","tags":["translation"]}},{"content":"\nU novinama i na televiziji, Bitcoin je često prezentiran kao zlatni novčić sa “B” simbolom na licu. Zbog toga, mnogo ljudi koji ne znaju što je Bitcoin misle da tako zapravo i izgleda.\n\nNo u stvarnosti, Bitcoin je samo računalni kôd, softverska mreža koja ne postoji u fizičkom obliku. \n\nKada mediji žele ilustrirati vijesti o Bitcoinu, koriste slike i vizualizacije lako prepoznatljive svima. Pošto Bitcoin po svojstvima podsjeća na zlato,(rijedak je i vrijedan, i može se koristiti za plaćanja), a ime sadrži riječ “coin” (novčić), najlakši način je samo prikazati zlatni novčić.\n\nSlično kao što se koristi slika žarulje da se ilustrira ideja “elektriciteta,” ili putnog kufera za ilustriranje “putovanja.”\n\nBitcoin je vrlo nova stvar za većinu ljudi. Sasvim je normalno osjećati određeni strah prema novim, nepoznatim tehnologijama. No, lako je za svakoga naučiti koristiti ih.\n\nKada naučimo nešto novo, lako je praviti greške. Nažalost, lopovi i prevaranti samo čekaju na takve početničke greške, kako bi se okoristili i zaradili novac.\n\nZato je važno biti oprezan i pažljiv kod učenja, strpljivo i polako napredovati dok ne postanemo vještiji.\n\nPrvo pravilo za zapamtiti: ako netko prodaje “Bitcoin” koji izgleda kao zlatni novčić ili papirnata novčanica, to nije Bitcoin. To je prevara.\n\nKloni se svake priče koja izgleda predobro da bi bila istinita. Svoj Bitcoin (BTC) nabavljaj samo od povjerljivih izvora, ili članova obitelji koji su već upoznati sa Bitcoinom i koji znaju što rade.\n\nNikad ne prestani učiti o Bitcoinu. \n","frontmatter":{"index":0,"title":"Nikad ne prestani učiti","author":"Yves Bennaim","authorURL":"https://bennaim.com/","meta":"U novinama i na televiziji, Bitcoin je često prezentiran kao zlatni novčić sa “B” simbolom na licu. Zbog toga, mnogo ljudi koji ne znaju što je Bitcoin misle da tako zapravo i izgleda...","translator":"Matija","translatorURL":"","slug":"never-stop-learning","flag":"croatia","tags":["translation"]}}]},"__N_SSG":true}