{"pageProps":{"posts":[{"content":"\n### Pismo svima vama koji još uvek nemate bitkoin. \n\n&nbsp; \n![Draga Porodica, Dragi Priatelji...](https://europeanbitcoiners.com/content/images/size/w1200/2022/05/1-cWyKZog6yUOGhxqDzqj6Rw.jpeg)\n&nbsp; \n\nPišem ovo pismo jer sam uveren u dve stvari: (**1**) naš trenutni novac je u osnovi slomljen (**2**) korišćenjem superiornog novca posebno će vam biti od koristi - i društvu uopšte - na duži rok.\n\nNovac je dirljiva tema - većina ljudi ne voli da pričaju o tome, bilo zato što ih ima malo i stidi se, ili zato što ima puno i plaši se. Još manje ljudi znaju bilo šta o prirodi našeg novca, što je prilično šokantno - uostalom, novac je osnovno sredstvo naše civilizacije.  \n  \nSvet se drastično promenio u poslednjih nekoliko decenija, kao i svet novca. Bojim se, međutim, da se osnovna priroda našeg monetarnog sistema nije promenila na bolje. Jednostavna činjenica da vlade širom sveta dočaraju trilijune dolara iz zraka, dokaz je koliko je naš monetarni sistem isključen iz stvarnosti.  \n  \nNadam se da će ovo pismo posaditi seme za bolju budućnost. Bolja budućnost za vas lično - i bolja budućnost za sve nas. Delom vam pišem jer sam zabrinut zbog onoga što tek treba da dođe. A ipak se nadam, jer ovaj put imamo izlaz - imamo plan B.\n\n## Plan B\n\nDo sada ste verovatno čuli za Bitcoin. To je ime domaćinstva, često prikazano u velikim vestima, na TV-u (gledam vas, CNBC) i upućeno u pop-kulturu ([Simpsonovi](https://web.archive.org/web/20190628072140/https://www.ccn.com/bitcoin-finally-mentioned-foxs-simpsons/),  [Mr. Robot](https://youtu.be/gHOAKWzDH-Q),  [Silicijumska dolina](https://www.youtube.com/watch?v=28IpiLraUoc),  [Teorija Velikog praska](https://www.youtube.com/watch?v=Cc-Hbklizzk),  [Gray's Anatomy](https://www.cyberscoop.com/greys-anatomy-attempts-bring-ransomware-attacks-public-audience/),  [Family Guy](https://www.youtube.com/watch?v=6HFtk29k7-Y)  i  [Simpsonovi](https://www.youtube.com/watch?v=ovyMzT8rS8w)  ponovo). Šta god da znate ili mislite da znate o Bitcoinu - ima ga više nego što ga upozna.\n\n_Gray’s Anatomy je medicinska dramska serija se fokusira na grupu mladih doktora u bolnici Sijetl Grejs Mersi Vest, koji su započeli svoju karijeru u ustanovi kao stažisti._\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-96.png)\n&nbsp; \n\n## Bitcoin: to je budućnost novca.\n\nIako je Bitcoin prilično pokriven u glavnim medijima, ono što je Bitcoin i kakva će biti njegova uloga u svetu još uvek je pogrešno shvaćeno. Međutim, delom zahvaljujući sve više i nesmotrenijih monetarnih intervencija Feda i sličnih institucija, čak i glavni narativ počinje da se menja. Bitcoin više nije sinonim za kriminal i novac od mračne mreže. Danas sve više postaje sinonim za  [zdrav novac](https://21lessons.com/14/), zaštita od postojećeg sistema, glasanje za slobodu, drugačija paradigma.\n\nAko ovo čitate i još uvek nemate bitcoin, možda biste želeli da razmislite o tome da počnete da ga dobijate. Nikada nije bilo tako lako kao danas da se uhvatite za neke sat (sitne frakcije malokoina) i postanete rani usvajač globalnog novca budućnosti.\n\nBudite upozoreni: Neću vam reći kako Bitcoin funkcioniše. Neću vam reći o njegovoj zadivljujućoj istoriji, o njenom misterioznom pronalazaču, niti o čudesnom dizajnu, kriptografiji i teoriji igara koji stoje iza nji. Neću govoriti o ekonomskim teorijama, novčanim svojstvima ili istoriji novca. Puno je  [resursa](https://bitcoin-resources.com/)  koji ulaze u to. Napokon, ovo bi trebalo da bude pismo, a ne knjiga.\n\nMeđutim, pošto mi je stalo do vas, reći ću vam jedno, iznova i iznova: počnite slagati sat, što pre.\n\n## Počnite da držite Sats, danas\n\n_Satoši je najmanji apoen bitcoina, ekvivalentan 100 milioniti deo bitcoina. Bitcoini se mogu podeliti na manje jedinice kako bi se olakšale manje transakcije. Satoši je dobio ime po osnivaču(ima) bitcoina poznatom kao Satoši Nakamoto; skraćeno sats._\n\nMožda mislite da kasnite na zabavu, da je brod otplovio. Pogrešno. Još smo rani. Bitcoin će  [nastaviti marširati](https://dergigi.com/2019/10/03/how-to-kill-bitcoin/), povećavajući se u veličini i vrijednosti, jedući fijat valute pod kontrolom vlade koje danas vladaju svijetom. Kako da znam da su to još rani dani? Pa, dok je većina ljudi već čula za Bitcoin, vrlo malo ljudi ga poseduje ili koristi. Nadalje, ako uporedimo tržišnu kapitalizaciju Bitcoina sa drugom imovinom i / ili novčanim sredstvima, Bitcoin i dalje ima ogroman prostor za rast.\n\nPrema ovom pisanju, Bitcoinova tržišna kapa iznosi oko $137 milijardi. Ukupna tržišna kapa zlata je oko $9 biliona (~ 65 puta veća od Bitcoina). Globalna nekretnina je  [$228 biliona](https://bebc.services/wp-content/uploads/2021/04/HSBC_Global_Real_Estate_Report_July2017.pdf)(~ 1664 puta veća). Bitcoin može zarobiti neke (u slučaju nekretnina) ili sve (u slučaju zlata) ove vrednosti, demonišući ovu i drugu imovinu u tom procesu. Opet: ovo su još rani dani.\n\n> **U procesu smo prepravljanja sveta u sats.  \n> **-Bitcoin Tina\n\nOdobreno, kupovina i držanje bitcoina je zabranjeno. Lako je pucati sebi u stopalo. Lako se prevari. Moguće je zauvek izgubiti pristup svom bitcoin-u. Dakle, reč upozorenja: edukujte sebe i grešite na strani opreza.\n\nNažalost, nisam imao „Bitcoin Guy“ koji je razumeo šta se događa. Nisam imao ovog prijatelja koji mi je rekao „veruj mi, samo kupi malo kačka“ - ili, još bolje: „Veruj mi, samo kupi malo redovno“\n\n_Guy na engleskom je covek ili voditelj._\n\nŽeleo bih da sada budem ovaj Bitcoin Guy za vas. Evo šta bih vam rekao kao prijatelju: „počnite danas slagati sat“ Ako već jeste, dobro. Ako to ne uradite, počnite da se slažete. Nije tako teško!\n\n## Zašto je Bitcoin neophodan\n\nMi kao društvo trebamo Bitcoin više nego što nam treba. Novac je osnovno sredstvo za svaku veliku saradnju. To je merni uređaj, rešenje problema bartera, vozilo za skladištenje vašeg bogatstva kroz prostor i vreme i mnoge druge stvari. Ukratko: novac je neophodan za funkcionisanje složenog društva. Međutim, niz finansijskih kriza i nedavni događaji oko određene epidemije virusa jasno su pokazali da je naš novac u osnovi slomljen.\n\n> **Osnovni problem konvencionalne valute je sve poverenje koje je potrebno da bi se to učinilo. Centralnoj banci se mora verovati da ne debazira valutu, ali istorija fijat valuta je puna kršenja tog poverenja.  \n> **_-Satoši Nakamoto_\n\n_Satoši Nakamoto je ime koje koristi pretpostavljena pseudonimna osoba ili osobe koje su razvile bitcoin, autore bele knjige o bitkoinima i kreirale i primenile originalnu referentnu implementaciju bitcoina. Kao deo implementacije, Nakamoto je osmislio i prvu blokčejn bazu podataka._\n\nVirus nas nije samo podsetio na krhkost ljudskog života, već je otkrio i krhkost naših lanaca snabdevanja i drugih globalnih sistema. Posebno je istakla smešnost našeg finansijskog i monetarnog sistema. Za nekoliko dana prešli smo od štampanja milijardi do trilijuna, do predloga kovanja platinskih kovanica u bilionima, do  [neograničenog QE](https://www.marketwatch.com/story/fed-announces-unlimited-qe-and-sets-up-several-new-lending-programs-2020-03-23)  i  [beskonačnog novca](https://www.bloomberg.com/opinion/articles/2020-03-23/coronavirus-fed-s-infinite-cash-tested-in-world-of-leverage). Ekonomisti i političari govore o spašavanju ekonomije, ubrizgavanju likvidnosti, kvantitativnom olakšanju, sporazumima o reverznom otkupu, spašavanja onih koji su preveliki da ne bi uspeli (opet) - da učine sve što je u njihovoj moći da produže neizbežni kolaps, da bi se razbila poslovična stvar može još više spustiti put.\n\nIako je lingo maštovit, posledice su jednostavne: osnovno sredstvo naše civilizacije je savijeno i iskrivljeno.  [Hiperinflacija](https://21lessons.com/9/)  se dešava kada se ovaj alat konačno pokvari pod stalnim pritiskom. Hiperinflacija ili ne, posledice za pojedinca uvek su iste: novac koji uštedite devalvira se, njegova kupovna moć se smanjuje. Da li vaš novac sjedi ispod madraca ili na vaš bankovni račun, čak i nije važno.  \n  \nKao što Rai Dalio tako elokventno  [objašnjava](https://www.linkedin.com/pulse/world-has-gone-mad-system-broken-ray-dalio/): naš sistem novca zasnovan na dugovima je sam po sebi slomljen. Bitcoin ovo popravlja. To utvrđuje jer se ne zasniva na dugu. To popravlja jer ima strogo ograničenu ponudu. To popravlja jer se ne može stvoriti proizvoljno; jer nema vratara, nema centralnih sila koje bi ga mogle pokvariti.\n\nBitcoin je antidot modernoj monetarnoj teoriji. Neophodno je ispraviti iskrivljeni svet fijat novca.\n\n## Najbolji novac koji smo ikada imali\n\nBitcoinova monetarna  [svojstva dizajnirana](https://vijayboyapati.medium.com/the-bullish-case-for-bitcoin-6ecc8bdecc1)  su od temelja do superiornosti u odnosu na sve ostale oblike novca. Izuzetno je prenosiv, savršeno oskudan, visoko deljiv, lako proverljiv, izdržljiv, zabavan i izuzetno otporan na cenzuru. Kao što  [moj prijatelj](https://twitter.com/MustStopMurad/status/1088514383171411968?s=20)  voli da kaže: Bitcoin su komadi super zlata koji lete unutar nezaustavljivog PayPal. To je najbolji novac koji smo ikada imali.\n\n_PayPal je američka multinacionalna finansijska tehnološka kompanija koja upravlja sistemom onlajn plaćanja u većini zemalja koje podržavaju onlajn transfer novca i služi kao elektronska alternativa tradicionalnim papirnim metodama kao što su čekovi i uputnice._\n\nNijedan centralni organ ne daje ova svojstva bitcoin-u. Oni prirodno izlaze iz sistema, činjenica koja je lepa koliko i važna. Dakle, Bitcoin je  [novac ljudi](https://twitter.com/theRealKiyosaki/status/1245205778849394688?s=20): za ljude, za ljude. Ne kontroliše niko; svi mogu da koriste i koriste.\n\n> **_Kupujte zemlju. Ne prave više stvari.  \n> _**_-Will Rogers_\n\nHoće li Rogers imati pravu ideju: oskudica ima vrednost. Međutim, kao skladište vrednosti, Bitcoin je na mnogo načina superiorniji od zemlje (i zlata). Nijedno drugo sredstvo ne može se magično zračiti putem interneta ili drugih kanala komunikacije. Bitcoin ima najveću gustinu vrednosti svih sredstava jer je to čista informacija. Mogli biste imati bitcoin u vrednosti od milijardu dolara, zadržavajući svoje bogatstvo čak i ako se skinete goli.\n\nIako postoje mnoge zablude o Bitcoinu, sledeće su verovatno najistaknutije:\n\n-   Bitcoin je preskup+Bitcoin je stara tehnologija\n-   Bitcoin je previše komplikovan\n-   Bitcoin je rizičan i spekulativan\n-   Bitcoin će biti zamenjen drugim novčićem\n\nHajde da ukratko prođemo kroz ove jedan po jedan.\n\n**Bitcoin je preskup**: Naprotiv!! Ne dozvolite da vas pristranost jedinice „treba mi ceo novčić“ zavara. Bitcoin je i dalje veoma jeftin. Međutim, ako tako mislite, u dobrom ste društvu. Ljudi su mislili da je bitcoin preskup od svog osnivanja. Uvek će biti preskupo ako je vaša perspektiva još uvek ukorijenjena u fijat novcu.\n\n**Bitcoin je stara tehnologija**: Pre svega, Bitcoin je monetarni izum, a ne tehnološki. Njegov cilj je zameniti sloj monetarne baze našeg društva - to nije sledeća virusna aplikacija za vaš pametni telefon. Drugo, Bitcoin se poboljšava i razvija brzim tempom. Praktično je nemoguće pratiti sva dešavanja širom sveta.\n\n**Bitcoin je previše komplikovan**: Odobreno, Bitcoin nije baš lako razumeti. (Ali ni tradicionalni finansijski sistem.) Srećom, kao i kod svih ostalih složenih tehnologija, upotreba ne zahteva potpuno razumevanje. Ako bi, verovatno ne biste mogli da koristite pametni telefon, koristite internet ili vozite svoj automobil. A što se tiče upotrebe, Bitcoin postaje svakim danom lakši. Baš kao što korišćenje interneta pre nekoliko decenija nije bilo baš lako, upotreba Bitcoina danas može biti izazovna.\n\n**Bitcoin je rizičan i spekulativan**: Ne nagađajte. Ostanite ponizni i počnite slagati sat. Ako to nije dovoljno za vas, šta kažete na činjenicu da portfelj bitcoin i 95% gotovine nadmašuje zalihe rizika i vraća se svake godine za  [zadnjih sest godine unazad](https://twitter.com/100trillionUSD/status/1136969637588021250?s=20)? Još uvek previše rizično?\n\n**Bitcoin će biti zamenjen drugim novčićem**: Bitcoin je neprikosnoveni kralj i jedini ozbiljan kandidat za digitalnu oskudicu. Ima najbolje mrežne efekte, najveću likvidnost i najveću sigurnost po mnogim redovima veličine. Ništa drugo se ne približava, a ja ne želim da trošim digitalnu mastilu nazivajući bilo koji drugi novčić. Sve što ću reći o Bitcoinovim kopijama je ovo: ne dirajte ih. Iako je Sireninoj pesmi shitcoina teško odoljeti, s  [razlogom](https://twitter.com/bitstein/status/1151586640307064833?s=20)  ih zovu shitcoin na engleskom. Bitcoin se  [ne može](https://www.unchained-capital.com/blog/bitcoin-cant-be-copied/)  kopirati. To je  [izum koji zavisi od puta](https://breedlove22.medium.com/the-number-zero-and-bitcoin-4c193336db5b)  u okruženju pobednika.\n\n> **_Tu je bitcoin, a onda je tu i govnara._**  \n> _-Warren Davidson_\n\n  \nShitcoin-a su ćorsokak. Ne silazi ovim putem. Ništa osim bola i tuge neće vas čekati tamo.\n\n## Zašto je sprječavanje sats-a Superior\n\nOd ovog pisanja, $1 će vam kupiti 14,488 sats. Potrošite $70, a vi ste satoši milioner. Bitcoin je skup. Sats su jeftini.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-104.png)\n&nbsp; \n\n**\"Slažem sats svaki dan zahvaljujući auto-DCA\"**\n\nKao što je gore pomenuto, bitcoin je visoko deljiv. Opet, ne dozvolite da vas neka pristranost jedinice zavara: ima dovoljno bitcoina da se obiđe za sve. Pokušaj da kupite velike količine bitcoina obično dovodi do pokušaja da se tržište plasira na vreme. Skladištenje satsa uklanja ovaj psihološki pritisak. Još bolje: postoji puno usluga koje vam omogućavaju da automatizujete proces slaganja sats. Podesite ga i zaboravite, a vaš slaganje će automatski rasti. Nema potrebe da se brinete o savršenom vremenu, nema nepristojnog provere cene, nema izloženosti skrbnicima.\n\nSvi znamo staru poslovicu: „Najbolje vreme za sadnju drveta bilo je pre 20 godina. Sada je drugi najbolji trenutak Isto važi i za slaganje satsa - samo Bitcoin nije postojao pre 20 godina. Sada je star nešto više od 11 godina, upao je u globalnu svest pre samo nekoliko godina.\n\n### \n\nNajbolje vreme za kupovinu bitcoina bilo je pre 10 godina. Drugi najbolji trenutak je sada.\n\n  \nPoenta je u tome: nemojte se prebijati ako imate 0% dodelu bitcoin-u. Nije kasno da se skinte se sa nule.  **Opet: nije kasno**. Još si rano. Trenutno još uvek možete da razmenite drugi novac za bitcoin. U budućnosti ćete verovatno morati da ga zaradite. Razmislite na ovaj način: ako se putanja na kojoj se Bitcoin nastavlja, nikada neće biti lošeg vremena za razmenu vaše fijat valute za bitcoin.\n\nBitcoin je igra nakupljanja. Jednom kada to shvatite, slaganje sats postaje očigledna strategija. Neelastična ponuda i relativno mala tržišna kapitalizacija čine bitcoin nestabilnijim od ostalih sredstava. (Iako je, u poređenju sa  [nedavnim kretanjima](https://investorplace.com/2020/03/investors-need-to-view-ba-stocks-biggest-crash-ever-as-a-gift/)  na tradicionalnim tržištima, bitcoin relativno stabilan.) Skladištenje satsa omogućava vam da ignorišete volatilnost tržišta. Fokus je na pasivnoj akumulaciji, a ne na trgovanju.\n\n> **_Bitcoin je nova vrsta novca koja je digitalna i nezavisna od svjetskih vlada ili korporacija. Teško je uhvatiti, blokirati ili naduvati i lako poslati po svetu. To je najbolji novac koji smo ikada imali. Kako sve više ljudi to shvata, cena bi trebalo da raste._  \n> **-Matt Odell\n\nZumirajte dovoljno daleko i postaje očigledno da je kretanje cena Bitcoina gore i desno. Postoje  [razlozi za verovanje](https://medium.com/@100trillionUSD/modeling-bitcoins-value-with-scarcity-91fa0fc03e25)  da će se ovaj trend nastaviti. Čak i ako je ovaj uzlazni trend netaknut, cena bitcoina će verovatno ostati nestabilna još dugo. Moj savet: zanemarite cenu. Silazi sa nule. Da li još uvek imate nula satsa na svoje ime? Prestanite da laskate - počnite da se slažete!  \n\nNeke stvari koje treba zapamtiti:\n\n+[Ne trgujte](https://www.youtube.com/watch?v=KV5QlSgq7lg)  \n+[Silazi sa nule](https://twitter.com/search?q=bitcoin%20get%20off%20zero)  \n+[Automatizirajte sa Auto-DCA](https://twitter.com/FriarHass/status/1412187362965131284?s=20)  \n+[Svi misle da su kasni](https://bitcoin-resources.com/assets/images/missed-the-bus.jpg)  \n+[Možete kupiti delić bitcoina](https://dcabtc.com/)  \n+[Povjerene treće strane nije bezbedno](https://nakamotoinstitute.org/trusted-third-parties/)  \n+[Vreme na tržištu pobedi vremenski okvir tržišta](http://jrxy.zjsu.edu.cn/jrxy/jssc/791.pdf)  \n+[Ima zlata i tu ima i zlato za budale - držite se podalje od shitcoin-ove](https://coinmarketcrap.co/)\n\nMožda mislite da nemate dovoljno novca da počnete slagati sat. Sumnjam. Ako ovo čitate, verovatno ste na  [četvrti nivo](https://www.gapminder.org/topics/four-income-levels/)  i možete da uštedite dolar ili dva dnevno. Zapamtite: par dolara će vam kupiti desetine hiljada satsa. Postoje i indirektni načini za slaganje sat-ova, poput usluga vraćanja gotovine koje vam vraćaju sat. Takođe možete da pokrenete lošu naviku i počnete da slažete sat sa novcem koji uštedite. Dve ptice sa jednim kamenom i tako dalje to.\n\n_Na engleskom dve ptice sa jednim kamenom znaci da postignete dve stvari obavljanjem jedne akcije._\n\nSats su i dalje jako jeftini. Kladim se da će uskoro doći vreme u kojem neće biti moguće nabaviti desetine hiljada satsa za <$1. Kupovna moć dolara neprestano opada; kupovna moć bitcoina istorijski je rasla. Međutim, čak i ako cena bitcoina nastavi drastično rasti, verovatno ćete i dalje moći da dobijete nekoliko sats za $1 ili manje u doglednoj budućnosti.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-105.png)\n&nbsp; \n\n**Vjerovali ili ne, još uvijek može ići niže.**\n\nSkeptičan si, shvatam. I ja sam bio skeptičan. Trebalo mi je jako dugo da shvatim o čemu se radi u Bitcoinu. Trebalo mi je još duže da verujem ovom čarobnom novcu na internetu dovoljno da ga kupim. A nakon toga trebalo mi je vremena da prestanem da trgujem i počnem da se gomilam. Nadam se da ću vam uštedjeti vreme i puno srčanih udara prenoseći sledeće: počnite slagati sat. Što ranije započnete i što je proces automatizovaniji, to je bolje.  \n  \nSve što se kaže, reč opreza:\n\n-   **Počnite mali**. Ne stavljajte više novca nego što ste spremni da izgubite.\n-   **Ostanite ponizni**. Ne budi pohlepan. Ne pretjerujte.\n-   **Nije vaš ključ, nije vaš bitcoin**. Ne verujte skrbnicima. Uvek zapamtite da su pouzdane  [treće strane sigurnosti](https://nakamotoinstitute.org/trusted-third-parties/).\n-   **Ne verujte, proverite**.  [Pretpostavimo da su svi prevarant](https://nakamotoinstitute.org/mempool/everyones-a-scammer/).\n-   **Bavite se svojim istraživanjem**. Bitcoin je po prirodi otvoren, tako da ste slobodni da proučite šta je i kako funkcioniše. Zakazujem sveobuhvatnu listu  [resursa](https://bitcoin-resources.com/)  ako vam treba polazna tačka.\n\n  \nNikad nije bilo boljeg vremena za početak uštede u bitcoin-u. Postoje mnoge usluge koje vam omogućavaju da automatski pretvorite određeni iznos svoje lokalne valute u bitcoin svake nedelje, meseca ili dana. Ovdje ću se suzdržati od bilo kakvih preporuka, jer bi one uskoro mogle zastarijevati. Koja je najbolja usluga za vas, to ćete saznati. Obratite se svom lokalnom fbitcoin grupi ili bitcoin guy. Ako ne zna šta znači slaganje sats, pronađite boljeg tipa bitcoin-a. (A ako sam slučajno taj tip, molim vas javitese.)\n\n> **Posedovanje bitcoina jedna je od retkih asimetričnih opklada u kojima ljudi širom sveta mogu da učestvuju.  \n> **-Vijay Boiapati\n\nIako je Bitcoin investicija u budućnost, ne moram to posmatrati kao špekulativnu investiciju. Takođe ne doživljavam kao imovinu koja će se ponovo prodati za dolare, evro ili jen. Kako meme ide: Kada budete spremni, nećete morati da prodajete svoj bitcoin.\n\n&nbsp; \n![](https://europeanbitcoiners.com/content/images/2022/05/image-106.png)\n&nbsp; \n\n**Neo je uzeo tabletu narandže i spušta se niz zečju rupu.**\n\n##   \nSpreman sam kad ste i vi\n\n\nRazmena vašeg fiat novca za bitcoin je prelazak sa inherentno nestabilnog sistema na sistem protiv krhkog. To je osiguranje bogatstva i glas za bolji, pošteniji osnovni sloj društva. Verujem da bitcoin i dalje ima veoma visok potencijal da raste. Dakle, što pre počnete da budete izloženi ovom novcu u nastajanju, možda ćete biti bolje opremljeni da iskoristite njegovu rastuću kupovnu moć. Drugim rečima: želite da počnete da slažete satove što je pre moguće. Međutim, takođe verujem da ćete Bitcoin razumeti čim budete spremni. Shodno tome, verujem da će vas prvi delići bitkoina pronaći čim budete spremni da ih primite. „Možeš da odvedeš konja na vodu, ali ne možeš da ga nateraš da pije“, kako se kaže.  \n  \nOtkrićete da posedovanje bitcoina zahteva ličnu odgovornost: moraćete da sami istražite, naučite kako da ga koristite i bezbedno skladištite i da sami uradite mnoge stvari koje obično za vas radi treća strana. Ništa u životu nije besplatno, a slobode koje daje Bitcoin dolaze po cenu lične odgovornosti.  \n  \nU svakom slučaju, Bitcoin je spreman kada i vi. Neće nestati i niko vas neće moći sprečiti da ih nabavite ako ste spremni da to učinite. To je lepota Bitcoina: uvek će biti tu za vas, bez obzira da li ga koristite ili ne.  \n  \nNaravno, Bitcoin je čudna zver. Komplikovano je, neodoljivo, možda čak i pomalo zastrašujuće. Međutim, što se pre sprijateljite sa ovim čudnim stvorenjem, to ćete bolje biti opremljeni za budućnost. I verujem da je najbolji način da se sprijateljite sa tim da počnete da slažete satove. Kao što je jedan  [mudar starac](https://twitter.com/BitcoinOldGuy)  jednom rekao: „Samo kupi bitcoin, nije tako teško.\"\n\n###   \nS poštovanjem,  \nGigi\n\n----------\n\n_Odricanje odgovornosti: Ovo bi trebalo da se podrazumeva, ali bojim se da ću morati da bude eksplicitno: Ovo nije finansijski savet. Ovo nije savet za investiranje. Napisao sam ovo pismo da bih imao nešto pri ruci kad god mi se prijatelji ili porodica obrate u vezi sa svim bitcoinima. Objavio sam ga jer sam mislio da bi i drugima moglo biti od koristi. Ako me ne poznajete u stvarnom životu, ja sam samo slučajni tip sa interneta. Mogao bih biti i  [pas](https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog). Postupa u skladu sa tim._\n\n----------\n\nOsim ako nije drugačije navedeno, sadržaj ovog članka je licenciran  [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/)\n","frontmatter":{"title":"Draga Porodica, Dragi Priatelji","author":"Gigi","authorURL":"https://dergigi.com/","meta":"Pišem ovo pismo jer sam uveren u dve stvari: (1) naš trenutni novac je u osnovi slomljen, (2) korišćenjem superiornog novca posebno će vam biti od koristi - i društvu uopšte - na duži rok","translator":"Tink","translatorURL":"https://europeanbitcoiners.com/author/tink/","slug":"dear-family-dear-friends","img":"dearFamilyDearFriends","flag":"croatia","tags":["translation"]}},{"content":"\nOvo je kratko razmišljanje bazirano na nekim jučerašnjim konverzacijama, a predugo za Tweet.\n\nDio zadovoljstva, i frustracije, putovanja je da različita mjesta imaju vrlo različite perspektive. Lako je biti ograničen na veoma uzak pogled na svijet, a misliti da je širok. Putovanje je protuotrov ovom samozavaravanju.\n\nProblem je još gori u tehnološkom sektoru, pošto se čini da Silicijska Dolina ima hegemoniju nad inovativnosti. To stvara sveprisutnu, ali pogrešnu perspektivu da je Bitcoin većinom tehnologija koju tehnokrati trebaju unaprijeđivati, mijenjati i upravljati.\n\nS time na umu, latinsko-američka perspektiva je osvježavajuća. Oni već znaju da je monetarna ekspanzija centralne banke velik problem i vide Bitcoinovo svojstvo spremišta vrijednosti (“store of value”) kao način da se maknu od toga. Oni su već prošli kroz periode ogromne devaluacije valute i naučili da ne spremaju vrijednost u svojoj lokalnoj valuti. Drugim riječima, oni imaju mukom stečenu mudrost koju Silicijska Dolina nema.\n","frontmatter":{"title":"Perspektive na Bitcoin u latinskoj Americi","author":"Jimmy Song","authorURL":"https://twitter.com/jimmysong","meta":"Ovo je kratko razmišljanje bazirano na nekim jučerašnjim konverzacijama, a predugo za Tweet. Dio zadovoljstva, i frustracije, putovanja je da različita mjesta imaju vrlo različite perspektive...","translator":"Matija","translatorURL":"","slug":"latin-american-bitcoin-perspective","flag":"croatia","tags":["translation"]}},{"content":"\nU novinama i na televiziji, Bitcoin je često prezentiran kao zlatni novčić sa “B” simbolom na licu. Zbog toga, mnogo ljudi koji ne znaju što je Bitcoin misle da tako zapravo i izgleda.\n\nNo u stvarnosti, Bitcoin je samo računalni kôd, softverska mreža koja ne postoji u fizičkom obliku. \n\nKada mediji žele ilustrirati vijesti o Bitcoinu, koriste slike i vizualizacije lako prepoznatljive svima. Pošto Bitcoin po svojstvima podsjeća na zlato,(rijedak je i vrijedan, i može se koristiti za plaćanja), a ime sadrži riječ “coin” (novčić), najlakši način je samo prikazati zlatni novčić.\n\nSlično kao što se koristi slika žarulje da se ilustrira ideja “elektriciteta,” ili putnog kufera za ilustriranje “putovanja.”\n\nBitcoin je vrlo nova stvar za većinu ljudi. Sasvim je normalno osjećati određeni strah prema novim, nepoznatim tehnologijama. No, lako je za svakoga naučiti koristiti ih.\n\nKada naučimo nešto novo, lako je praviti greške. Nažalost, lopovi i prevaranti samo čekaju na takve početničke greške, kako bi se okoristili i zaradili novac.\n\nZato je važno biti oprezan i pažljiv kod učenja, strpljivo i polako napredovati dok ne postanemo vještiji.\n\nPrvo pravilo za zapamtiti: ako netko prodaje “Bitcoin” koji izgleda kao zlatni novčić ili papirnata novčanica, to nije Bitcoin. To je prevara.\n\nKloni se svake priče koja izgleda predobro da bi bila istinita. Svoj Bitcoin (BTC) nabavljaj samo od povjerljivih izvora, ili članova obitelji koji su već upoznati sa Bitcoinom i koji znaju što rade.\n\nNikad ne prestani učiti o Bitcoinu. \n","frontmatter":{"title":"Nikad ne prestani učiti","author":"Yves Bennaim","authorURL":"https://bennaim.com/","meta":"U novinama i na televiziji, Bitcoin je često prezentiran kao zlatni novčić sa “B” simbolom na licu. Zbog toga, mnogo ljudi koji ne znaju što je Bitcoin misle da tako zapravo i izgleda...","translator":"Matija","translatorURL":"","slug":"never-stop-learning","flag":"croatia","tags":["translation"]}}]},"__N_SSG":true}